{
  "description": [
    "Welcome to the Agile Connect Community!\n",
    "\n",
    "Hello Agile Connect Porto Community, here comes our 26th Meetup!\n",
    "\n",
    "Agenda:\n",
    "• Welcome\n",
    "• Talk - Digital Transformation, by Rafael Sabbagh\n",
    "• Networking break – Coffee break\n",
    "• Open Space Session\n",
    "• Closing\n",
    "\n",
    "Digital Transformation and Agile Transformation, by Rafael Sabbagh (https://www.linkedin.com/in/rafaelsabbagh/).\n",
    "\n",
    "Rafael Sabbagh (https://www.linkedin.com/in/rafaelsabbagh/) is a Computer Science Engineer with a master's degree in Business Administration, former Board of Director's member at Scrum Alliance and founder of Knowledge21. He is a Certified Scrum Trainer (CST) and have been helping to develop people in more than fifteen countries in Europe, America and Asia through training sessions and speaking in conferences. He is also the author of the book \"Scrum: Gestão Ágil para Projetos de Sucesso\", which is a reference for Scrum in Brazil.\n",
    "\n",
    "Subject: Digital Transformation and Agile Transformation\n",
    "\n",
    "Abstract: Digital Transformation can be understood as the redefinition of the products and services that a company offers to take full advantage of the opportunities generated by the digital technologies, giving to its users what they need, when they need it. In this session, we will explore the theme of Digital Transformation and understand its relationship with the Agile and with complementary themes.\n",
    "\n",
    "Obs.: At the end of the event, we traditionally go to some restaurant nearby for dinner and keep talking about Agile. Feel free to join us ;-)\n",
    "\n",
    "This talk will be presented in Brazilian Portuguese!\n",
    "\n",
    "The meetup will be held on Tuesday, May 29th, from 6:45 - 9:00 p.m., at Blip.PT.\n",
    "\n",
    "This event is FREE to attend, but you have to register yourself first.\n",
    "\n",
    "See you there & bring a friend!"
  ],
  "end_date": "2018-05-29",
  "location": "Blip.PT ",
  "name": "26th Porto Meetup - Digital Transformation",
  "rrule": null,
  "start_date": "2018-05-29",
  "url": "https://www.meetup.com/Agile-Connect-Porto/events/250872114/"
}