{
  "description": [
    "Hello Agile Connect Porto Community! Here comes our 30th Meetup!\n",
    "\n",
    "Releases vs Sprints: How can we handle these two iterations to better manage priorities and expectations?\n",
    "\n",
    "Have you ever faced any issues related to releases mid-sprint? Or the fact that the Product Owner expects a release by the end of the sprint but you actually have to wait a bit longer than that? How should we manage those expectations, or the fact that releases and sprints might be separate iterations? These questions will be the basis of this talk. I’ll approach some of the concerns I’ve heard for the past years from development teams. We’ll discuss how we can handle them in the best way possible, so we’re prepare to do, in the future, even faster and frequent releases and how it will affect the teams and the way we define deadlines.\n",
    "\n",
    "Agenda:\n",
    "- Welcome\n",
    "- Talk - Releases vs Sprints: How can we handle these two iterations to better manage priorities and expectations?, by Marta Torneiro\n",
    "- Networking break\n",
    "- Open space session\n",
    "- Closing\n",
    "\n",
    "About Marta Torneiro (https://www.linkedin.com/in/martatorneiro/). She worked for more than 4 years in the Quality Assurance area and in the last 2 and a half years of those, as a manager of 2 different QA teams in two different companies. She’s currently working as a Delivery Manager @Blip. She has been working since the beginning of 2018 as Scrum Master of her development teams and has always been passionate about continuous improvement, Agile and DevOps.\n",
    "\n",
    "The meetup will be host by Prozis on Thursday, October 25th, from 6:45 - 9:00 p.m., at Pólo Zero.\n",
    "\n",
    "This event is FREE to attend, but you have to register yourself first.\n",
    "\n",
    "See you there & bring a friend!"
  ],
  "end_date": "2018-10-25",
  "location": "Pólo Zero",
  "name": "30th Porto Meetup - Releases vs Sprints",
  "rrule": null,
  "start_date": "2018-10-25",
  "url": "https://www.meetup.com/Agile-Connect-Porto/events/254771140/"
}