{
  "description": [
    "Hello Agile Connect Porto Community! Here comes our 31st Meetup!\n",
    "Prepare yourself to learn new ways to become more productive and happier! =D\n",
    "\n",
    "Agenda:\n",
    "18:45 - Welcome\n",
    "19:00 - Talk 1 + Q&A - \"Positive Mindset: how to become your best version and increase your well-being and happiness?\", by Elisa Zingano\n",
    "20:00 - Talk 2 + Q&A - \"Kanban Method: The alternative path to Agility.\", by Rodrigo Yoshima\n",
    "21:00 - Closing\n",
    "\n",
    "**Talk 1 - Positive Mindset: how to become your best version and increase your well-being and happiness?**\n",
    "\n",
    "Do you want to find out strategies to feel more motivated, happy, productive and satisfied? Positive Psychology has brought a new paradigm to the scientific field and it’s changing the way we can face the world. We will be discussing together, through two unique tools, how to become healthier and happier, identifying and developing our strengths, understanding well-being elements, and learning some important positive interventions.\n",
    "\n",
    "About Elisa Zingano (www.elisazingano.com): Passionate about humanistic approaches and people development. Researcher and post graduated in Positive Psychology, Master in Human Resources and International Certified Coach. More than 10 years of experience, working in different companies in Brazil, United States and Portugal. Currently working for her own company as HR international consultant, specialized in Learning and Development, Well-being, Diversity and Inclusion and Mentoring and Coaching.\n",
    "\n",
    "**Talk 2 - Kanban: The alternative path to Agility.**\n",
    "\n",
    "Change is difficult and if your organization needs to reinvent itself it is best to have a good Change Management strategy. That's exactly what Kanban offers. Regardless of your business area or the size of your organization, David J. Anderson's Kanban Method can handle sources of resistance by taking an evolutionary approach to moving towards an organization that best serves customers and gets results with proper exposure to risk. In this introduction you will learn the Kanban philosophy and how it can help you on the alternate path to Agile Transformation.\n",
    "\n",
    "About Rodrigo Yoshima (https://www.linkedin.com/in/rodrigoy/): He holds a Bachelor's Degree in Business Administration and Economics and a MBA in Management. He is also the Accredited Lean Kanban Trainer (AKT) number 1 in trained students and Kanban Coach Professional (KCP) by Lean Kanban University. With more than 20 years of experience in the field of technology, Rodrigo acts as a consultant and instructor in process improvement having implemented Lean and Agile methods in more than 200 teams in more than 30 companies in Brazil, the United States and Europe.\n",
    "\n",
    "OBS.: This meetup will be presented in Brazilian Portuguese ;-)\n",
    "\n",
    "The meetup will be on Thursday, November 15th, from 6:45pm - 9:00pm, at Jumia.\n",
    "\n",
    "This event is FREE to attend, but you have to register yourself first. Hurry up because we have limited seats available.\n",
    "\n",
    "See you there & bring a friend!"
  ],
  "end_date": "2018-11-15",
  "location": "Jumia Porto Tech Center",
  "name": "31st Porto Meetup - Mixed Feelings, Mixed Talks",
  "rrule": null,
  "start_date": "2018-11-15",
  "url": "https://www.meetup.com/Agile-Connect-Porto/events/256067773/"
}