{
  "description": [
    "Livestreaming of The London CryptoCurrency Show in Porto!\n",
    "\n",
    "We will be livestreaming from Porto this amazing event in partnership with the official event organizers!\n",
    "\n",
    "The London CryptoCurrency Show is an exciting one-day event and exhibition geared towards helping active investors and traders learn more about this incredible opportunity. Recent massive demand for crypto currencies such as Bitcoin has pushed prices very high over a very short space of time. This might be what’s known as a financial bubble, and prices might correct after the gold rush is over, but many in the industry believe that the underlying developments of blockchain technology (the platforms which allow cryptocurrency to operate) are here to stay.\n",
    "\n",
    "There are numerous future applications in the business world, as well as the new opportunity for companies to raise new funds through Initial Coin Offerings (ICO’s), or ‘tokens’, providing today’s investors with a new dawn for building wealth.\n",
    "\n",
    "The London CryptoCurrency Show covers four clear areas of this new market:\n",
    "\n",
    "1 - Cryptocurrency Investment:\n",
    "How to value a Cryptocurrency\n",
    "\n",
    "How to buy, sell - or mine your own cryptocurrency\n",
    "\n",
    "How to set up your own safe bank for crypto deposits\n",
    "\n",
    "How to trade crypto pairs - analysis and strategies\n",
    "\n",
    "2 - Blockchain & ICO Investment:\n",
    "What is it, and why do companies choose this method of fundraising?\n",
    "\n",
    "Advantages and risks for investors, like you, to be aware of\n",
    "\n",
    "Latest ICOs coming to market and how to value\n",
    "\n",
    "3 - Ways to Trade Crypto:\n",
    "Crypto Exchanges\n",
    "\n",
    "CFDs, ETFs, Funds and other broker instruments for taking trading positions\n",
    "\n",
    "Crypto clubs and networks\n",
    "\n",
    "4 - Further education, tools and service providers:\n",
    "Courses and mentors\n",
    "\n",
    "Software and charting packages and websites\n",
    "\n",
    "Premium trading groups\n",
    "\n",
    "PS: some of the event details may still change (ticket prices, food/drinks included, exact location)\n",
    "\n",
    "See ya there!"
  ],
  "end_date": "2018-04-14",
  "location": "Palacio da Bolsa",
  "name": "London Cryptocurrency Show: Porto livestreaming",
  "rrule": null,
  "start_date": "2018-04-14",
  "url": "https://www.meetup.com/Bitcoin-Altcoins-Blockchain/events/249006060/"
}