{
  "description": [
    "Join us at Reactor Innovation Hub to learn more about Bitnation - the world's 1st Decentralized Borderless Voluntary Nation !\n",
    "\n",
    "Bitnation is providing governance services independently from nation-state jurisdictions. It enables individuals as well as entire communities to reclaim their sovereignty by creating jurisdictions on the blockchain. We are currently working on the very infrastructure that will enable DApp developers to build governance services and entire nations (DBVNs: Decentralized borderless voluntary nations) on top of our Pangea platform. Pangea will include ID and reputation services, as well as Ethereum smart contracts to sign agreements, create new laws as well as DBVNs. One critical function of a jurisdiction is dispute resolution. We will provide a market of arbitrators competing for reputation and clients, in stark contrast to existing court services that consume time and money.\n",
    "\n",
    "What Bitnation is trying to accomplish is to enable people all over the world to live independently from the geographic apartheid that is imposed upon us by nation-states. People should enjoy high-quality governance services without being discriminated against based on their place of birth. The value we aim to provide is to enable everyone with a smartphone to opt-out from the system they live in without having to move geographically. To choose governance services freely just like you choose your phone provider.\n",
    "\n",
    "Erik Vollstädt:\n",
    "Bitnation Lead Ambassador and Community Director. Born 1993, aspiring entrepreneur and champion of voluntary societies & private property ethics. Proponent of counter-economics and crypto-technologies. Represented Bitnation as Lead Ambassador since 2015 at the Riga Bitcoin and Cryptocurrencies Meetup, the iBGEk basic income stage discussion in Klagenfurt (Austria), the Cointelegraph Blockchain Conference in Helsinki, the Zündfunk Netzkongress in Munich, the Barcelona Mobile World Congress 2017 and the Bitnation DevCon in Amsterdam. Coordinates Bitnation's ambassador network globally and organizes meetups all over Europe.\n",
    "\n",
    "Website ( https://tse.bitnation.co/ )\n",
    "\n",
    "TELEGRAM www.t.me/bitnationpangea"
  ],
  "end_date": "2018-05-12",
  "location": "Reactor Innovation Hub",
  "name": "Bitnation - the world's 1st Decentralized Borderless Voluntary Nation",
  "rrule": null,
  "start_date": "2018-05-12",
  "url": "https://www.meetup.com/Bitcoin-Altcoins-Blockchain/events/250062161/"
}