{
  "description": [
    "Mercedes-Benz.io, Bright Pixel and Blockchain Center Portugal unite to bring Blockchain to the world.\n",
    "\n",
    "This time we’ll be at Second Home Lisboa with Mário Ribeiro Alves & Celso Martinho to help you understand what blockchain is, the difference between blockchain, cryptocurrency and how it will drive our future.\n",
    "\n",
    "Not familiar with blockchain and cryptocurrencies? Great!\n",
    "Come and join us to learn all about it!\n",
    "No programming or technical knowledge needed.\n",
    "\n",
    "The speakers:\n",
    "Mário Ribeiro Alves\n",
    "Former PwC business consultant and investment banker. Founder of Blockchain Center Portugal and ICO Advisor.\n",
    "The best for Mário was to discover blockchain technology is the opportunity of a lifetime. Instead of watching it pass, he decided to grab it and help companies and individuals to thrive in the space.\n",
    "\n",
    "Celso Martinho\n",
    "Challenge-driven, optimistic geek technologist, product guy, and entrepreneurial soul, eventually thrown into a management career. Founder of SAPO. CEO and founder of Bright Pixel, a software studio, home to a team of industry experts with vast experience in using technology and creativity to create world-class products and services.\n",
    "\n",
    "-------------------------------------------------------------------------------------------------\n",
    "\n",
    "Mercedes-Benz.io is the sponsor of this Meetup.\n",
    "Some info about Mercedes-Benz.io:\n",
    "\n",
    "Hey there! We are Mercedes-Benz.io Portugal\n",
    "\n",
    "Our goal is to make Mercedes-Benz the digital champion of the automotive industry, developing great software to help improve mobility around the world!\n",
    "\n",
    "We are looking for great people to shape digital products. We are working with technologies like Angular, React and Vue.js on the frontend side and with Java Stack on the backend. We will have Blockchain projects in a near future!\n",
    "Our culture is very open-minded, flexible and oriented to tech people, having special moments to share knowledge and to learn new things.\n",
    "\n",
    "We are right now 36 people located at Second Home and we aim to grow much more this year!"
  ],
  "end_date": "2018-05-24",
  "location": "Mercedes-Benz.io @ Second Home Lisboa",
  "name": "Blockchain: driving the future",
  "rrule": null,
  "start_date": "2018-05-24",
  "url": "https://www.meetup.com/Bitcoin-Altcoins-Blockchain/events/250301345/"
}