{
  "description": [
    "Wait! Why are those fries close to the soda? Are the retailers guessing your needs? Are they trying to influence you to buy more? Evgheni Polisciuc, a PhD student at University of Coimbra will show us how location of the objects inside a retail shop and even the location of the shop are crucial for retail and how data science influences all the process. Human beings are creatures of habit and your consumer behaviour is more patterned than you might think. Curious?\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk: \"Hexagonal Gridded Map and Information Layers Applied in Retail Business Intelligence\" by Evgheni Polisciuc\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15: Closing\n",
    "• 20:30: Dinner is optional but it might be an excellent opportunity for networking (please register here: https://doodle.com/poll/iz94xm893rwptpfy )\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "See you there!\n",
    "\n",
    "-------------------------------------\n",
    "\n",
    "Talk:\n",
    "Title: Hexagonal Gridded Map and Information Layers Applied in Retail Business Intelligence\n",
    "\n",
    "Abstract: In retail business intelligences, and more specifically in an analysis of customer-supermarket relationship, the factors, such as geographic location of customers, demographic distribution, customers’ preferences, accessibility to the store are crucial in decision-making tasks. Visualization is an important tool for analysis and decision-making, which should provide means to make informed business decisions. This talk uncovers our approach to such analytical tools, presenting solutions to the problems identified in the course of the project, and lessons learned, while working with large amounts of data. In particular, in this talk hexagonal gridded map, which integrates diverse information layers with adaptive zoom is discussed. These layers are complementary, providing different points of view over the same dataset and various levels of abstraction. Starting with a dot map, which portrays the impact of supermarket localization on customers choices, up to a choropleth map, which depicts population density in an adaptive form depending on the different granularities of administrative units. Ultimately, the visualization tool presented in this talk provides means to explore and analyze data regarding customer-supermarket relations; reveal the impact of supermarkets localization on customer preferences; and suggest areas of low coverage by supermarkets. At the end of the talk interesting findings are presented and discussed in detail.\n",
    "\n",
    "Short bio:Evgheni Polisciuc is a data visualisation specialist and a cross-media designer. Currently he is a PhD student at the Doctoral Program for Information Science and Technology of University of Coimbra. Concluded a Bachelor and Master degrees in Design and Multimedia at the same university. In March of 2013 he was invited to SMART (Singapore-MIT Alliance for Research and Technology) as a visiting MSc student. He is interested in information visualisation and aesthetics, visual complexity and perception and dynamic and adaptive visualisation systems. Particularly, interested in the application of design strategies and visualisation techniques to study of geo-temporal information."
  ],
  "end_date": "2019-03-07",
  "location": "Blip.pt",
  "name": "DSPT#50 - Mapping Your Consumer Behaviour in a Data Science World. (Porto)",
  "rrule": null,
  "start_date": "2019-03-07",
  "url": "https://www.meetup.com/datascienceportugal/events/258757132/"
}