{
  "description": [
    "Once more in Coimbra, the city of knowledge, this time it’s our vision that commands the way. As Data Science deepens its influence in our world, visual information is becoming the queen. With João Duarte and Marco Simões, researchers at CIBIT-ICNAS, we will travel to the depths of our own brains and discover how can brain imaging and machine learning help shape the future of neurology and medicine in general. Will the machines become a sidekick doctor in the future?\n",
    "From the inside to the outside, we will explore the importance of data visualization with Beatriz Malveiro, Data Visualization Engineer at Feedzai, who will take us on a journey on how our eyes consume visual information and how important is to shape good data visualizations for a successful data science project.\n",
    "\n",
    "Curious? Ready to let your eyes lead the way?\n",
    "\n",
    "This meetup is sponsored by Feedzai (https://www.feedzai.com/) and Novabase (http://www.novabase.pt/). Cheers and thank you for the support!\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner (optional but an excellent opportunity for networking). Register: https://doodle.com/poll/ut4a773kr5cbpvu7\n",
    "\n",
    "Talk 1: Can brAIn imaging help Dr. House?\n",
    "The technological advances and cooperation between brain imaging and machine learning communities have revolutionized modern medicine. Often, there are features in the structure-function relationships in both healthy and pathological brain that are invisible to human eye. The use of machine learning’s ability to unveil hidden patterns is increasing, especially in the development of new therapeutic strategies and diagnostic tools. This talk will cover different data processing approaches for extracting features from brain images (MRI and EEG) and their use to infer characteristics of the individuals and classify them into groups.\n",
    "\n",
    "Short Bio:\n",
    "João Duarte is a researcher in neuroscience at CIBIT-ICNAS, University of Coimbra. His background is Biomedical Engineering and he also holds a PhD in Health Sciences. He has been working in the area of neuroimaging and machine learning applied to both basic and translational neuroscience in the context of health and disease.\n",
    "Marco Simões is a researcher in computational neuroscience at CIBIT-ICNAS and CISUC, University of Coimbra. His background is Computer Science and his work focus on the study of the autism spectrum disorder and the development of adequate innovative neurorehabilitation solutions, combining neuroimaging, machine learning and virtual reality.\n",
    "\n",
    "Talk 2: Visual Explorations: the world of dataviz and its challenges in product\n",
    "When it comes to data, looks matter. Our brains are wired to visually decode information so let’s understand how we can use it. In this talk, we will take a look at the world of data visualization and why it matters in the life of a data scientist: From the powerful and crucial role of visualization for data exploration, to the wonders of visual storytelling for effective communication. We’ll also explore how dataviz helps fight fraud at Feedzai and the challenges of building data visualization tools for product.\n",
    "\n",
    "Short Bio:\n",
    "Beatriz Malveiro is a mathematician who always took too long choosing fonts and color schemes for dull LaTeX documents. She has a MSc in Applied Mathematics and Computer Science from Instituto Superior Técnico and took on several graphic design projects throughout university. After graduating she merged both these interests and discovered the field of data visualization. Nowadays, Beatriz works as a Data Visualization Engineer in the Data Science team at Feedzai where she equips data scientists with dataviz tools to fight fraud."
  ],
  "end_date": "2018-05-29",
  "location": "Departamento de Engenharia Informática  ",
  "name": "DSPT#32 - Data Viz - In and Out of Ourselves",
  "rrule": null,
  "start_date": "2018-05-29",
  "url": "https://www.meetup.com/datascienceportugal/events/250906784/"
}