{
  "description": [
    "Back to the beautiful Porto this time we are going to change things a bit. From the other side of the big pond (aka Atlantic), Pedro Saleiro, a researcher at University of Chicago with plenty of Porto blood running in his veins will talk to us about a very important topic in Data Science nowadays, Bias.\n",
    "\n",
    "Are we placing our own bias in our work as data scientists? What is the outcome of those bias in real life? How can we move towards unbiased data science?\n",
    "\n",
    "Come, Pedro will show us the way….\n",
    "\n",
    "The meetup #28 of Data Science Portugal (https://www.datascienceportugal.com) is going to take place on Tuesday, 24th April, 2018 around 18h30, at Natixis, Rua Santos Pousada, 220,[masked] Porto.\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "\n",
    "18:30-19:10: Welcome and get together\n",
    "19:10-19:50: Talk: \"The Bias Report: in search of equity in algorithmic decision making\" by Pedro Saleiro - Center for Data Science and Public Policy, University of Chicago.\n",
    "20:00-20:05: Group photo\n",
    "20:10-20:45: Networking / Coffee Break\n",
    "20:50: Closing, hanging out and some beers\n",
    "21:00: Dinner is optional but it might be an excellent opportunity for networking\n",
    "\n",
    "Dinner registration: https://doodle.com/poll/4aerd9n5nixgkupu\n",
    "\n",
    "This meetup is supported by DevScope (https://www.devscope.net/) and Natixis (https://www.natixis.com). Cheers to DevScope and Natixis and thank you for your support!\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "See you there!\n",
    "\n",
    "-----------------------------------------------\n",
    "\n",
    "Talk : Title: The Bias Report: in search of equity in algorithmic decision making\n",
    "\n",
    "Abstract : Algorithmic decision making systems are being increasingly used in problems that can have drastic impact on people’s lives in policy areas such as criminal justice, education, public health, workforce development and social services. Recent work has raised concerns on the risk of unintended bias in these predictive models against people from specific groups, often under-represented, based on race, gender, religion or age, among other characteristics. We present an open source bias audit tool that machine learning developers and policymakers can use to understand different types of biases, and make informed decisions around developing and deploying algorithmic decision making systems.\n",
    "\n",
    "Short Bio : Pedro Saleiro is a post-doctoral research fellow in the Center for Data Science and Public Policy, University of Chicago. He has been working with Rayid Ghani since November 2017 in bias and fairness issues in Machine Learning, mainly in the scope of Public Policy problems. From 2012 to 2017, Pedro was a postgraduate researcher in the Artificial Intelligence Lab (LIACC), University of Porto, pursuing a PhD (ML, IR and NLP) under supervision of Carlos Soares and Eduarda Mendes Rodrigues."
  ],
  "end_date": "2018-04-24",
  "location": "Natixis",
  "name": "DSPT #28: The Bias Report: in search of equity in algorithmic decision making",
  "rrule": null,
  "start_date": "2018-04-24",
  "url": "https://www.meetup.com/datascienceportugal/events/249459894/"
}