{
  "description": [
    "Are you sick of not mastering the art of dealing with an imbalanced dataset?\n",
    "Or, on the other hand, are you a fashionista Data Scientist interested in knowing how does Farfetch understand if you want golden shoes or Golden Goose shoes?\n",
    "Join us in Coimbra for a ride all the way from the (no-longer)headache of dealing with imbalanced data to the behind the scenes of a search engine with millions of users everyday.\n",
    "\n",
    "Agenda:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: Dealing with Imbalanced Data: the nuts and bolts. By Miriam Santos - Researcher FCTUC / DEI\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: Search at Farfetch - A glimpse of Semantic Search. By José Marcelino - Data Scientist Farfecth.\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional, please register at https://doodle.com/poll/ns8fqg4uqk77bbgr\n",
    "\n",
    "Talk 1: Dealing with Imbalanced Data: the nuts and bolts\n",
    "Class Imbalance refers to a disproportion in the number of examples belonging to each class of a dataset and is a problem that occurs in several real-world domains. Since standard classifiers assume balanced class distributions, learning from imbalanced data turns into a challenging task for data scientists. In this talk, we will review several strategies to handle imbalanced data, focusing on data-level approaches. We will also discuss several experimental design pitfalls that are often encountered by researchers not familiarised with the topic, and outline useful strategies to overcome them.\n",
    "\n",
    "Sort Bio:\n",
    "Miriam Seoane Santos got her master’s degree in Biomedical Engineering from the University of Coimbra in 2014, with a specialization on Clinical Informatics and Bioinformatics. She is finishing her PhD under the Doctoral Program in Information Science and Technology at the same university and has worked as a research fellow at AIBILI and IPO-Porto Research Centre. She is a member of the Centre for Informatics and Systems of the University of Coimbra, where her research is focused on pattern recognition problems, imbalanced and missing data and personalised medicine in oncology.\n",
    "\n",
    "Talk 2: Search at Farfetch - A glimpse of Semantic Search\n",
    "At Farfetch, our search box enables millions of our users to find and explore their favourite fashion items in our extensive catalogue. In this context, we are constantly looking for ways to better understand our users' needs and intentions in order to match their expectations by providing the highest quality search experience.\n",
    "\n",
    "Any approach to this is technically challenging. Users expect us to understand their natural language and to retrieve the correct list of items, even when there are misspellings, acronyms or out of domain words. And, as our range of fashion products expands, we increase the chances of finding ambiguities and the need to deal with them.\n",
    "\n",
    "Semantic Search (also presented as a scientific publication on the AI for fashion workshop at KDD 2018¹) is a key part of our search engine, being responsible for query understanding.\n",
    "\n",
    "¹https://arxiv.org/pdf/1806.09511.pdf\n",
    "\n",
    "Short Bio:\n",
    "José Marcelino is a Data Scientist at Farfetch's Search Team. He is contributing to building the next-generation search and natural language interfaces that apply semantic technology to match user intent and interests with products. It involves query understanding and everything else needed to deliver the right results to the right customers at the right time."
  ],
  "end_date": "2019-02-13",
  "location": "DEI - Department of Computer Science - FCTUC",
  "name": "DSPT#48 -Balance your data. Search your dress (Coimbra)",
  "rrule": null,
  "start_date": "2019-02-13",
  "url": "https://www.meetup.com/datascienceportugal/events/258557280/"
}