{
  "description": [
    "Psssstt…..we’re back in Braga, have you already automated your meetup RSVP to not miss even one? Are you sure you want to risk it?\n",
    "\n",
    "This time Rui Quintino, a R&D Data Researcher at DevScope, will talk to us about Automated Machine Learning and how leaving some of the work to the robots might helps us in the long run. Will they become our overlords? Maybe Rui knows the answer…\n",
    "João Lopes and Raul Azevedo, from WeDo Technologies will bring us a talk on the challenges that WeDo Technologies faces in Risk Management, where an open world that generates huge amounts of Data also exponentiates the potential of risky situations.\n",
    "\n",
    "The meetup #27 of Data Science Portugal (https://www.datascienceportugal.com) is going to take place on Thursday, 17th April, 2018 around 18h30, at WeDo Technologies, Centro Empresarial de Braga, Lugar da Misericórdia - Ferreiros, Pavilhão C4 -[masked], Braga.\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: \"Fifty shades of… Automated Machine Learning\" by Rui Quintino - DevScope.\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: \"Real Time Prediction for an Active Risk Prevention\" by João Lopes and Raul Azevedo - WeDo Technologies\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional but it might be an excellent opportunity for networking\n",
    "\n",
    "Apply for dinner: https://doodle.com/poll/dscdfmpzn4whtyfi\n",
    "\n",
    "This meetup is supported by Bosch Portugal (http://www.bosch.pt/) and WeDo Technologies (http://www.wedotechnologies.com/). Cheers to Bosch and WeDo and thank you for your support!\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "See you there!\n",
    "\n",
    "----------\n",
    "\n",
    "Talk 1: \"Fifty shades of… Automated Machine Learning\"\n",
    "\n",
    "Abstract:\n",
    "\n",
    "Is \"the sexiest job of 21st century\", the Data Scientist, about to be automated? How & when can AutoML tools help on a typical machine learning lifecycle? What AutoML challenges are still open & what ML work will remain in the foreseeable future? Most importantly… will robots get all the fun & sex appeal? :) Some questions we'll try to tackle on this session.\n",
    "\n",
    "*-Robots are not allowed in this session\n",
    "\n",
    "Short Bio:\n",
    "\n",
    "Rui Quintino currently works on Data R&D team at DevScope, learning and evaluating data science frameworks & languages and how they can fit & bring added value to DevScope products & SaaS solutions offerings.\n",
    "Beyond data technologies, Rui also has professional experience in web, mobile & security and he likes to mix all of these to make the world a better place through the use of data.\n",
    "\n",
    "----------\n",
    "\n",
    "Talk 2: \"Real Time Prediction for an Active Risk Prevention\"\n",
    "\n",
    "Abstract:\n",
    "\n",
    "Digital Transformation is reshaping the world we are living in, forcing businesses to adapt being the alternative a slow death as the transformation evolves. It is also changing the way Risk Management is done in order to overcome the challenges of handling the huge volumes of data continuously being produced in a more open and interactive digital context. At WeDo Technologies we believe Machine Learning is key to overcome these challenges and therefore have been changing the way we used to use it. In this session, we are happy to share the work we are doing in the area of predictive analytics and forecasting, based on one of the Labs Projects we have ongoing right now.\n",
    "\n",
    "Short Bio:\n",
    "\n",
    "João Lopes is AI Specialist at WeDo Technologies. He has a master's degree in Machine Learning and is an Artificial Intelligence researcher, practitioner, and developer with over 7 years in the industry. He has wrote a few papers and worked on popular ML software included in WeDO products\n",
    "\n",
    "Raul Azevedo is Vice President for Product Development at WeDo Technologiewith a varied and rich background leading Information Systems in sectors such as manufacturing, technology, retail and banking. Raul is an AI enthusiast for long time, an area in which he specialized during his degree, having the opportunity to participate and lead several projects and initiatives along his career."
  ],
  "end_date": "2018-04-17",
  "location": "WeDo Technologies",
  "name": "DSPT#27 - Minimize the Risk of Missing This Meetup - Automate!",
  "rrule": null,
  "start_date": "2018-04-17",
  "url": "https://www.meetup.com/datascienceportugal/events/249458977/"
}