{
  "description": [
    "One more meetup in Lisbon, one more pair of awesome talks! Data Science has brought much change, let's talk about it.\n",
    "\n",
    "André Melo, Head of Analytics & Insights at GroupM Portugal, will talk to us about the challenges that companies from the pre-data science world face when taking the leap into a data driven culture. The road is not easy but André will be our guide.\n",
    "\n",
    "Talkdesk, in the voice of Daniel Ferrari and Manuela Almeida will in their turn talk about....talking. While leading the way to a new generation of Data Science powered call centers, they will give us a peak on the backstage of how AI will help call centers become more effective and helpful.\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: \" Information era: Forcing the quantum leap” by André Melo - GroupM\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: \"What the hell are they talking about?” by Daniel Ferrari and Manuela Almeida - Talkdesk\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional but it might be an excellent opportunity for networking. Register: https://doodle.com/poll/ereqw3v227wdwqeq\n",
    "\n",
    "This meetup is sponsored by Talkdesk (https://www.talkdesk.com/) and Novabase (http://www.novabase.pt/). Cheers and thank you for the support!\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "Talk 1: Information era: Forcing the quantum leap\n",
    "\n",
    "Abstract : Most of today’s companies are not yet close to master the information era, specially those coming from the offline world. While broadly accepting the importance of data & analytics, in practical terms, it is no easy task linking analytical activities with valuable outcomes in a consistent way. Also, the knowledge production processes are highly inefficient, from the data extraction phase up to the final step of presenting the results. This talk aims to share some experience on how to tackle such difficulties and the evolving role of a data scientist as a major contributor for this to happen.\n",
    "\n",
    "Short Bio : André Melo is head of Analytics & Insights in GroupM Portugal and an invited teacher for Data Mining in Nova IMS. His professional career has been related with information management and quantitative modelling in three main areas: Marketing - CRM and Mass Communication - plus Credit Scoring. He has worked in Banking (Millenniumbcp), analytics soft. development (SAS Institute) and in the Media agencies space (GroupM) while simultaneously teaching in Nova IMS for the last 10y. He graduated in Probability & Statistics(FCUL), followed by a post-graduation in finance & management (Univ. Católica) and finally a Master in statistics and information management (Nova IMS). Currently he is a PhD student in Nova IMS.\n",
    "\n",
    "Talk 2: What the hell are they talking about?\n",
    "\n",
    "Abstract : A call center is made of interactions: from calls made by sales teams trying to publicize and sell their products to customers calling for support and guidance. Are we able to automatically find the subjects (or topics) that appear in a call? Can we find the trends in topics over the last weeks? With the help of Latent Dirichlet Allocation algorithm, we will try to answer these questions.\n",
    "\n",
    "Short Bio : Daniel Ferrari is a Data Scientist at Talkdesk. His background is in Computer Science and he also holds a PhD in Data Mining and Machine Learning. Daniel moved from Brazil to Portugal in 2016 to join Talkdesk and has been working in all-data-things-related: from data engineering to data science, passing through reporting and BI.\n",
    "Manuela Almeida is a Data Scientist at Talkdesk. Her background is in Applied Mathematics and she also holds a Masters degree specialized in Numerical Analysis. She's been working in the Data Science field for the last 3 years and joined Talkdesk in 2017 to dig into its large amount of data and drive Talkdesk's data science products."
  ],
  "end_date": "2018-05-22",
  "location": "Talkdesk",
  "name": "DSPT#31 - Let's Talk about the Future with Data Science",
  "rrule": null,
  "start_date": "2018-05-22",
  "url": "https://www.meetup.com/datascienceportugal/events/249704889/"
}