{
  "description": [
    "Back to the “Portuguese Venice”, the beautiful Aveiro, this time is AI guiding the way for another meetup.\n",
    "\n",
    "Let's take a Ride on the ATLASCAR, the first self-driving car in Portugal. Our driver for this talk will be Professor Miguel Oliveira, Assistant Professor at the University of Aveiro. We will learn about what it takes to create a self-driving car and the challenges it poses to the team building it. Curious? So are we.\n",
    "\n",
    "Jorge Ferreira and Hélder Russa from ShopAI will show us how to apply deep learning in shopping. ShopAI believes that AI can change the game in fashion and become your best image consultant. Is AI in the future of fashion? We'll see...\n",
    "\n",
    "The meetup #29 of Data Science Portugal ( https://www.datascienceportugal.com ) is going to take place on Thursday, 26th of April, 2018 around 18h30, at PCI - Parque de Ciência e Inovação S.A., Via do Conhecimento,[masked] Ílhavo - Aveiro\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: \"The ATLAS Project at UA\" by Miguel Oliveira - University of Aveiro\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: \"Looking for something fashion? Deep learning can help!\" by Jorge Ferreira and Hélder Russa - ShopAI.\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional but it might be an excellent opportunity for networking. If you want to go, fill the doodle - https://doodle.com/poll/a83qx4zhzksutb6f\n",
    "\n",
    "This meetup is supported by Bosch ( https://www.bosch.com/ ) and Feedzai ( https://feedzai.com/ ). Cheers to Bosch and Feedzai and thank you for your support!\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "See you there!\n",
    "\n",
    "-------------------------------------\n",
    "\n",
    "Talk 1:\n",
    "\n",
    "Miguel Oliveira - University of Aveiro\n",
    "\n",
    "Title: The ATLAS Project at UA.\n",
    "\n",
    "Abstract: This talk will present the ATLAS project. This project started in 2003 and has since that date been focused on the development of robots capable of driving autonomously. We will cover the design and development of small-scale robots that have participated in the Autonomous Driving Competition of the National Robotics Open. Then, we will present the ATLASCAR, the first full-scale vehicle driving autonomously in Portugal.\n",
    "\n",
    "Short Bio: Miguel Oliveira received the Mechanical Engineering and M.Sc. in Mechanical Engineering degrees from the University of Aveiro, Portugal, in 2004 and 2007, where later in 2013 he obtained the Ph.D. in Mechanical Engineering specialization in Robotics, on the topic of autonomous driving systems. Currently, he is an Assistant Professor at the Department of Mechanical Engineering, University of Aveiro, Portugal, where he works on visual object recognition in open-ended domains. His research interests include multi-modal sensor fusion, computer vision, and robotics.\n",
    "\n",
    "Talk 2:\n",
    "\n",
    "Jorge Ferreira and Hélder Russa - ShopAI\n",
    "\n",
    "Title: Looking for something fashion? Deep learning can help!\n",
    "\n",
    "Abstract: Deep learning is a very trendy topic nowadays, some call it overhyped. We will not contest that. Nevertheless, there are some use cases in which it can be extremely effective, even better than humans.\n",
    "\n",
    "It performs high accuracy in image-based systems that can go from image segmentation to object detection and image retrieval.\n",
    "\n",
    "Can you imagine a tool, built as a service, that allows you to walk on the street and picture the best outfits you find to later search it on the web? We will give you a glimpse of how to build it.\n",
    "\n",
    "Short Bio:\n",
    "\n",
    "Jorge Ferreira: With 23 years old Jorge completed a master's degree in Industrial Engineering and Management at the Faculty of Engineering of the University of Porto (https://sigarra.up.pt/feup/pt/web_page.inicial). He reveals a great enthusiasm about analytics and AI related with business applications, specially Logistics and Supply Chain Management. His dissertation thesis was focused on solving the problem of how to predict the volume of garments based on its attributes, relying on advanced machine learning algorithms and data preprocessing. Today he is working as a Business Data Analyst at HUUB (http://thehuub.co/)and attending to another master’s program in informatics engineering at ISEP. By night, Jorge has his own project. With 4 more partners, Jorge co-founded ShopAI (https://shopai.co/), a startup that is harnessing AI for building image-based search engines for fashion brands.\n",
    "\n",
    "Hélder Russa: Hélder Filipe de Sousa Russa, born in Porto, Portugal and has 28 years old. He completed his graduation degree in Technologies and Information Systems in 2013 at Universidade Portucalense (https://www.upt.pt/) and then concluded the post-graduate studies in Information Systems at the same university. Finally, he finalized his Master degree on Data Analytics at Economics Faculty (https://sigarra.up.pt/fep/pt/web_page.inicial) in University of Porto with a dissertation thesis focused on deep learning on top of image segmentation of fashion items. With almost 5 years of professional experience, all his career choices always had as main goal to be involved in data management and manipulation, passing the last 3 years working as a Data Engineer in the Business Intelligence team at Jumia Mall (https://www.jumia.com.ng/). Here he had as main responsibilities the development and maintenance of the company’s data warehouse as well as the reports on top of analysis tools. Currently, works as a Senior BI and Data Engineer in HUUB (http://thehuub.co/)company having as the main responsibility to develop and maintain the company data warehouse. In parallel is following his dream on having its own startup with 4 more partners, mainly focus on artificial intelligence."
  ],
  "end_date": "2018-04-26",
  "location": "PCI - Parque de Ciência e Inovação, S.A.",
  "name": "DSPT#29 - Entering the freeway in a self-driving car towards the AI fashion show",
  "rrule": null,
  "start_date": "2018-04-26",
  "url": "https://www.meetup.com/datascienceportugal/events/249460228/"
}