{
  "description": [
    "Who would have known that AI would broaden so much its areas of application in such a short time? With AI deepening their influences in our daily lives, let’s look at two examples in out next meetup.\n",
    "Xing, in the voice of Katja Niemann will show us how Machine Learning and AI are becoming prevalent in our job searches and how can a smart computer help you land your dream job. Tiago Vinhoza, data scientist at São João Hospital, will show us how we can help patients and their doctors, by leveraging the knowledge of health records and from them learning patient outcomes.\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "• 18:45-19:15: Welcome and get together\n",
    "• 19:15-19:45: Talk 1: \"Machine Learning for Job Recommendations\" by Katja Niemann - XING\n",
    "• 19:55-20:00: Group photo\n",
    "• 20:00-20:30: Networking / Coffee Break\n",
    "• 20:30-21:00: Talk 2: \"Deep Patient: Leveraging Electronic Health Records Data to Predict Patient Outcomes\" by Tiago Vinhoza - Data Science department of Hospital São João\n",
    "• 21:10: Closing, hanging out and some beers\n",
    "• 21:15: Dinner is optional but it might be an excellent opportunity for networking. Register: https://doodle.com/poll/8885cyufy4qk8mbi\n",
    "\n",
    "The meetup is sponsored by Xing (https://www.xing.com/en) and Feedzai (https://feedzai.com/). Cheers to Xing and Feedzai and thank you for your support!\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "See you there!\n",
    "\n",
    "-----------------------------------\n",
    "\n",
    "Talk 1: Machine Learning for Job Recommendations\n",
    "\n",
    "Abstract: XING is a social network that aims at enabling professionals grow. In this talk, we give some insights into the data engineering pipelines that we use at XING for building recommender systems.\n",
    "We will focus on job recommendations and discuss challenges, architecture, features and algorithms that we use for recommending job ads to people and for understanding whether a person is actually willing to change jobs and an appropriate candidate for a given job. We will show how we put these models into production and what tech stack we use for building robust recommender services.\n",
    "\n",
    "Short Bio : Katja’s main interest lies in making applications more beneficial and supportive for the users. She joined the XING SE in Hamburg as data scientist in March 2016 where she uses state-of-the-art machine learning approaches to better understand the users’ needs and improve the job recommendations amongst others. Before, she was working as a researcher at the Fraunhofer Institute for Applied Information Technology (FIT) where she focused on improving the learning experience for online learners and did her PhD at the RWTH Aachen in the area of data mining and recommender systems.\n",
    "\n",
    "Talk 2: Deep Patient: Leveraging Electronic Health Records Data to Predict Patient Outcomes\n",
    "\n",
    "Abstract: There is a lot of hype around using AI and Deep Learning in Healthcare. However, few real use cases exist. We will present how the Data Science department at São João Hospital is experimenting Machine Learning approaches to leverage its Big Data of electronic health records. We will focus on the challenges of transforming time-evolving heterogeneous data (vital signs, lab results, clinical notes, medication, and demographics) to create a universal deep patient representation and share preliminary results of ML models that predict adverse patient outcomes.\n",
    "\n",
    "Short Bio - Tiago Vinhoza has a Ph.D. degree in electrical engineering from Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio). After moving to Portugal he was awarded a Ciência 2008 contract by the Portuguese Foundation for Science and Technology (FCT). He worked as a Research Fellow at Instituto de Telecomunicações and INESC-TEC on topics such as wireless networks, vehicular communications, information theory, and machine learning applied to biomedical data (heart sounds and breast cancer). Since 2017 he works at the Data Science department of Hospital São João."
  ],
  "end_date": "2018-05-14",
  "location": "UPTEC - Polo Tecnológico",
  "name": "DSPT#30 - Everyday life AI: from the Interview Room to the Operating Room",
  "rrule": null,
  "start_date": "2018-05-14",
  "url": "https://www.meetup.com/datascienceportugal/events/250151489/"
}