{
  "description": [
    "Divination used to be the business of fortune-tellers, but not anymore. In fact, a growing number of businesses are betting on predictive models to foresee the future. From the data to the final product this meetup has a little bit of everything. Can data be the gold that will help us create better work and take advantage on our competitors? Join us in a meetup that is all about looking into the future. What can you see in your crystal ball?\n",
    "\n",
    "Agenda:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: The Useless Data Point: A Struggling Path to Data Literacy by Francesco Costigliola from Fidelidade\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: Can you predict when a vehicle is about to fail? by Rune Prytz from Stratio\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional but it might be an excellent opportunity for networking\n",
    "\n",
    "If you want to attend the dinner please check in here: https://doodle.com/poll/wr4mtnycbstmacsi\n",
    "(The pool will close a couple days before the event!)\n",
    "\n",
    "We would like to thank Stratio and Fidelidade for their partnership and support in this event!\n",
    "\n",
    "Interested in supporting future meetups? Please contact us: [masked]\n",
    "\n",
    "-------------------------------------\n",
    "\n",
    "Talk 1\n",
    "\n",
    "Title: The Useless Data Point: A Struggling Path to Data Literacy\n",
    "\n",
    "Abstract : This talk will be focusing on the struggling path that led the Center for Advanced Analytics at Fidelidade to an almost full speed model development machine. As every modelling activity the starting point is Data. The talk will be moving from data augmentation to descriptive, predictive and prescriptive modelling through a set of practical examples. The session will be closing on a set of Best Practices and Lesson Learned.\n",
    "\n",
    "Short Bio : Professional in the Analytics area with over 10 years of experience and exposure to data and advanced analytics. Broad experience in public speaking, consulting and classroom teaching.\n",
    "Currently Head of Analytics & Data Science at Fidelidade.\n",
    "Assistant Professor at the University Lusófona of Humanities and Technology (Data Mining, Business Intelligence Applications and Reality Mining) and lecturer at the European University in Lisbon (Customer Lifetime Value, Churn and Loyalty).\n",
    "Integrated Researcher at COPELABS (Universidade Lusófona de Humanidades e Tecnologias).\n",
    "Ph.D. in Statistics focused on Computational Statistics.\n",
    "\n",
    "Talk 2: Can you predict when a vehicle is about to fail?\n",
    "\n",
    "Abstract : In this talk I will do an introduction to the field of predictive maintenance in the automotive world. I will address the challenges, lessons learned and a couple of technical solutions to on how to predict an imminent vehicle failure.\n",
    "\n",
    "Short Bio : Rune Prytz is currently the head of R&D at Stratio Automotive in Lisbon. Previously he spent more than 12 years in the automotive industry working on predictive maintenance and other products based on machine learning.\n",
    "Throughout his career he has been working in the intersection between academia and industry, creating real value from both research and data."
  ],
  "end_date": "2018-10-29",
  "location": "Fidelidade",
  "name": "DSPT#42 - Predicting and Prescribing: Data Science (Lisboa)",
  "rrule": null,
  "start_date": "2018-10-29",
  "url": "https://www.meetup.com/datascienceportugal/events/255563189/"
}