{
  "description": [
    "In Data Science, applications can grow into intricate, messy systems of data sources and models. In such adventures, know-how in real world applications can be game changing. Different data sources have distinct particularities just like particular Cognitive Models fit different scenarios. Knowing your way around is important and facing non curated challenges can give irreplaceable XP points.\n",
    "\n",
    "This Meetup will focus on business grade challenges, disclosing best practices for structuring data, and for designing the right models for particular tasks. By going through a series of examples, learn the right tricks to boost your skills to elite level.\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: Cognitive Computing at Novabase: Building the Solutions of Tomorrow by Bruno Antunes\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: A Data Structure for Customer Insights by Jim Porzak\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional an excellent opportunity for networking\n",
    "\n",
    "If you want to attend the dinner please check in here: https://doodle.com/poll/c7vrvxc7zinikzwx\n",
    "\n",
    "We would like to thank Novabase and Feedzai for their partnership and support in this event!\n",
    "\n",
    "Interested in supporting future meetups? Please contact us: [masked]\n",
    "\n",
    "Talk 1: Cognitive Computing at Novabase: Building the Solutions of Tomorrow\n",
    "\n",
    "Abstract : The recently created Center for Cognitive Computing of Novabase, headquartered in Coimbra, is dedicated to applying the latest cognitive technologies, delivering the best solutions for the most challenging problems. We are a growing team of talented people that are passionate about what they do, never run away from a good problem and are committed to deliver with the highest quality. In this talk we will explain how we apply different Artificial Intelligence techniques, from Machine Learning to Natural Language Processing, to solve a variety of challenges in real world applications.\n",
    "\n",
    "Bio : Bruno Antunes is the Head of Cognitive Computing at the Financial Services business unit of Novabase. He holds a PhD in Information Science from University of Coimbra, where he worked as a researcher in several projects in the field of Artificial Intelligence. He was co-founder and CTO at Wizdee, the startup behind a disruptive product that made business intelligence as easy as asking a question in natural language. He then joined Novabase, where he leads a team dedicated to applying the latest cognitive technologies to the most complex problems.\n",
    "\n",
    "Talk 2: A Data Structure for Customer Insights\n",
    "\n",
    "Abstract: Data needed for customer insights comes from a variety of disparate sources, is often cluttered with operational system noise, and can be of dubious quality. Providing business analysts and data scientists with a single source from which to derive insights has enormous benefits. The trick is making the data 1) analyst ready, 2) complete at different levels of abstraction, and 3) model customer decision points. You will see conceptual designs for subscription and product focused businesses. Actual business questions illustrate their use in practice.\n",
    "\n",
    "Bio: Jim is a semi-retired data scientist specializing in data-driven customer insights working primarily with marketing and product teams. Past clients include Lynda.com (now a LinkedIn/Microsoft company), Minted.com, Ancestry.com, Responsys, LA Times, 24 Hour Fitness and Sun Microsystems, to name a few. Jim specializes in using customer behavioral and demographic data to predict propensity to purchase and/or churn, do uplift modeling, segment customers based on cluster analysis, and do routine marketing analytics. Jim is very active in the open-source community – particularly in R-the open-source software environment for statistical computing and graphics. He is a frequent speaker at conferences in the US & Europe."
  ],
  "end_date": "2018-11-08",
  "location": "Novabase",
  "name": "DSPT#43 - Data Science in the Wild: Facing Real Challenges (Lisboa)",
  "rrule": null,
  "start_date": "2018-11-08",
  "url": "https://www.meetup.com/datascienceportugal/events/255563253/"
}