{
  "description": [
    "Back at the Invicta city, the beautiful Oporto, this time we are gonna discuss two major areas where Data Science is making a difference: Health Sciences and Spam Detection.\n",
    "The human body is full of mysteries and generates a ton of data but that doesn’t make medical data science more easier. Specially when medical personnel doesn't understand the data geeks...Kelwin Fernandes, from INESC TEC, is gonna show us how to correctly apply Data Science and Machine Learning in a medical environment and the hurdles to overcome along the way.\n",
    "From human diseases to internet “diseases”. Duarte Coelho from E-goi has to deal with a lot of spam and spammers in his everyday work. How to use machine learning to get rid of the biggest annoyance of our internet lives? He’ll show us the way… Curious?\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: \"Machine Learning in Medical Applications: from fundamental topics to practical aspects\" by Kelwin Fernandes - INESC TEC.\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: \"Intelligent Analysis of Contact Databases’ Importation for Spam Prevention\" by Duarte Coelho - E-goi\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional but it might be an excellent opportunity for networking. Registration: https://doodle.com/poll/9qpbqr8ak7cgpdix\n",
    "This meetup is supported by DevScope (https://www.devscope.net/) and Bosch (https://www.bosch.pt/).\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "Talk 1: Machine Learning in Medical Applications: from fundamental topics to practical aspects\n",
    "\n",
    "Abstract: Medical applications defy the most fundamental concepts in machine learning. Several challenges arise from the intrinsic nature of medical data: imbalanced distribution of the classes, partially observable data, data scarcity, need for model interpretability, among others. As ML practitioners we tend to maim applications to fit into our ML toolbox, building an unrecognizable monster that hardly resembles the physician's decision-making process. Using digital colposcopy as a test case, we will rethink traditional ways of modeling predictive tasks to overcome the difficulties imposed by this area. We will address topics such as ranking, transfer learning, and model interpretability.\n",
    "\n",
    "Short bio: Kelwin Fernandes obtained a degree in Computer Engineering with summa cum laude distinction at Universidad Simón Bolívar in Caracas, Venezuela. He has helped dozens of companies to incorporate AI into their daily operations. Kelwin moved to Portugal in 2013 and started working as a researcher in Machine Learning and Computer Vision at INESC TEC. He is currently finishing his Ph.D. in Computer Science at Universidade do Porto on the application of machine intelligence to medical imaging.\n",
    "\n",
    "Talk 2: Intelligent Analysis of Contact Databases’ Importation for Spam Prevention\n",
    "\n",
    "Abstract: E-goi is a multi-channel marketing automation platform, with focus on e-mail campaigns. Spammers tend to try and use E-goi to make their job easier by planning spam campaigns. This talk will focus on how to ascertain if a contact database importation belongs to a spammer when it is made, through the use of a machine learning approach. We will pass through various relevant topics such as feature selection, implementation details, algorithm tuning through nested cross-validation and finally comparison between classifiers.\n",
    "\n",
    "Short bio: Duarte Coelho is an average Portuguese 22 year old, currently concluding his masters’ thesis in Informatics Engineering on ISEP-P.PORTO, which is being done through an internship at E-goi. He obtained a bachelor’s degree in Informatics Engineering from ISEP. During his bachelor’s final project, he focused on the use of middle-ware technologies to coordinate actions in distributed systems at Xhockware."
  ],
  "end_date": "2018-06-12",
  "location": "Reactor Innovation Hub",
  "name": "DSPT#34 - An AI a day, keeps the doctor and the spam away!",
  "rrule": null,
  "start_date": "2018-06-12",
  "url": "https://www.meetup.com/datascienceportugal/events/251016775/"
}