{
  "description": [
    "DSPT is back to the capital!!!!\n",
    "\n",
    "Hey! Ever felt there's a huge gap between academia and industry in data science? That things that work in academic settings seem to stop working in a company environment?\n",
    "In our return to Lisbon we will discuss why real life data science is not an easy challenge.\n",
    "\n",
    "Jorge Ribeiro, Machine Learning Engineer at DefinedCrowd, will show us how challenging using crowdsourced data can be. Production and Academic environments can be very different and state of the art models do not always work as expected. We will learn how to overcome some of these challenges\n",
    "\n",
    "Ricardo Domingos Ferreira, a Data Visualization Developer at BNP Paribas, will talk to us about data visualization, a key aspect of the Data Science process. A good data visualization can make or break a project and passing the right information to everyone involved is crucial, but how challenging is it to create those visualizations? We’ll see...\n",
    "\n",
    "=== SCHEDULE ===\n",
    "The preliminary agenda for the meetup is the following:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: \"Human-in-the-loop AI made possible in production environments\" by Jorge Ribeiro - Machine Learning Engineer at DefinedCrowd.\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: \"Data Visualization – a talk on Data Science storytelling\" by Ricardo Domingos Ferreira - Data Visualisation Developer at BNP Paribas\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional but it might be an excellent opportunity for networking. If you want to go, fill the doodle -\n",
    "https://doodle.com/poll/k3a2uewmph4gvtp5\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us at info@datascienceportugal.com\n",
    "\n",
    "See you there!\n",
    "\n",
    "------------------------\n",
    "TALK 1\n",
    "\n",
    "Title: High-quality training data for AI with humans-in-the loop\n",
    "\n",
    "Abstract: Why is it so hard to reproduce in production environments most state of the art results you read in the literature? This talk will discuss what it takes to guarantee both high-quality and large quantity of training data in a short amount of time. We'll talk about crowdsourcing and machine learning techniques to predict the quality of labelled data, and how DefinedCrowd is fueling AI for world's leading tech corporations.\n",
    "\n",
    "Short Bio: Jorge Ribeiro is a Machine Learning Engineer at DefinedCrowd. His work there is connected to one of DefinedCrowd's core values: achieving top quality human-in-the-loop training data at a large scale. With a background in Telecommunications Engineering and Computer Science, Jorge Ribeiro spent his MSc thesis studying how to automatically predict the quality of training data as people are labelling it.\n",
    "\n",
    "------------------------\n",
    "TALK 2\n",
    "\n",
    "Title: Data Visualization – a talk on Data Science storytelling\n",
    "\n",
    "Abstract: How can we take advantage of our visual cognition to find clear and elegant solutions to our Data Science problems in a daily basis? What is Data Visualization? During this talk we will explore the beginnings of it and find the right path to build nowadays Data Visualization environments. We will find solutions on which everyone can leverage and provide simple answers to the most demanding Data Science questions.\n",
    "\n",
    "Short Bio: Ricardo Domingos Ferreira is a Data Visualization Developer, and his goal is to create both data intensive and visually insightful applications using modern software. He is also an invited professor at Porto Business School, for the Visual Data Mining course. He has a MSc in Biomedical Engineering from Instituto Superior Técnico, with a minor in Imaging, Biosignals and Biomedical instrumentation."
  ],
  "end_date": "2018-04-10",
  "location": "Microsoft's Office",
  "name": "DSPT#26 - Real Life Data Science: Not an Easy Challenge!",
  "rrule": null,
  "start_date": "2018-04-10",
  "url": "https://www.meetup.com/datascienceportugal/events/249301603/"
}