{
  "description": [
    "“Toto, I have a feeling we’re not in *college* anymore”\n",
    "\n",
    "Do you still think that statistics class was boring and artificial intelligence had no real usages? Braga is back from the holidays and this time we’ll learn about how seemingly “boring” concepts can become quite interesting and useful in the real world.\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: \"Scaling Deep Learning Usage On Real World Implementations\" by Ernesto Pedrosa - Automaise CEO (& CTO).\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: \"Multivariate statistics techniques applied to the development of new products, processes and services\" by Pedro Delgado - Bosch Engineer\n",
    "• 20:50: Closing, hanging out and some beers\n",
    "• 21:00: Dinner is optional but it might be an excellent opportunity for networking -> http://bit.ly/2DPUlto\n",
    "\n",
    "This meetup is sponsored by Bosch (https://www.bosch.pt/) and Feedzai (https://feedzai.com/). Cheers and thank you for the support!\n",
    "\n",
    "Do you want to be a sponsor in future meetups? Please contact us to [masked]\n",
    "\n",
    "See you there!\n",
    "\n",
    "-------------------------------------\n",
    "\n",
    "Talk 1: Ernesto Pedrosa\n",
    "\n",
    "Neural nets usage is all the rage, however, there are several challenges that arise once we apply it to a real-world problem, challenges like 1) making neural nets keep learning, 2) guarantee the quality of the training dataset, 3) Unbalanced training datasets, etc.\n",
    "Everyone says that the big advantage is that by making use of AI/Neural nets their solutions will keep learning from user/customer interactions, but the truth is that few or no company complies with this commitment.\n",
    "As training data sets are mostly supervised by humans, sometimes without a strong commitment to the project, classification errors happen quite frequently which end up damaging neural net accuracy.\n",
    "Unbalanced that set pose a problem on neural nets learning. On almost every business certain subjects happen with a (much) higher frequency than others, therefore the training datasets become unbalanced between classes, which will make neural nets biased.\n",
    "\n",
    "Short Bio:\n",
    "Ernesto has more than 16 years of international technical, team leading and management experience in the mobile products and data services area.\n",
    "In 2003, he joined to the startup MobiComp, acquired by Microsoft in 2008. At Microsoft, Ernesto led a mobile client development team helping deliver high profile global mobile products for millions of users.\n",
    "In 2012, Ernesto joined CardMobili to take on the role of Head of Product Research and Development.\n",
    "Mid-2017 he co-founded Automaise, being currently its CEO (& CTO). Automaise provides an AI+NLP based Automation Platform to deploy AI virtual employees capable of automating several business processes and tasks.\n",
    "\n",
    "Talk 2: Pedro Delgado\n",
    "\n",
    "Taking as an example the development of a sensor to identify the road condition, we will see the difficulties and technical solutions such as multiple linear regression, PCA regression, PLS regression and the elaboration of classifier models based on methods such as linear / quadratic discriminant analysis, PCA / PLS classifiers, SIMCA method and support vector machines. We will have an opportunity to see how these techniques helped to make decisions about choosing the best wavelengths to use to detect the different road conditions.\n",
    "\n",
    "Short Bio:\n",
    "Engineering degree in electronics and telecommunications and post-graduation in six sigma as black belt. Worked in telecommunications (PT Innovation) and automotive electronics (Bosch) in the development of new products and processes.\n",
    "He was a coordinator on Bosch Car Multimedia innovation process. Presently works in the application of multivariate SPC methods based on PCA and PLS. As a member of simultaneous engineering teams, he emphasizes the importance of multidisciplinary skills, the ability to manipulate models based on first principles and data-intensive models."
  ],
  "end_date": "2018-10-11",
  "location": "Bosch Chassis Systems (CC-PS/ENG)",
  "name": "DSPT#39-Statistics & AI in the Real World: We’re not in college anymore! (Braga)",
  "rrule": null,
  "start_date": "2018-10-11",
  "url": "https://www.meetup.com/datascienceportugal/events/254550968/"
}