{
  "description": [
    "Are your eyes and ears lying to you? Is what you are seeing in that video or image real? Can Data Science solve this and even be able to detect abnormalities in human motion and help us be healthier? Come and find out!\n",
    "\n",
    "=== SCHEDULE ===\n",
    "\n",
    "The preliminary agenda for the meetup is the following:\n",
    "• 18:30-19:00: Welcome and get together\n",
    "• 19:00-19:30: Talk 1: \"Understanding Human Movement - inertial sensors data processing for recognizing human activities and characterizing movements.\" by - Joana Silva.\n",
    "• 19:40-19:45: Group photo\n",
    "• 19:45-20:15: Networking / Coffee Break\n",
    "• 20:15-20:45: Talk 2: \"How to detect malicious use of video/photographic content online? Insights from a NATO Stratcom competition” by - Daniel Canedo and Ricardo Ribeiro\n",
    "• 20:50: Closing\n",
    "• 21:00: Dinner is optional but it might be an excellent opportunity for networking\n",
    "\n",
    "Dinner doodle: https://doodle.com/poll/x8gib2xrwki2bkyt\n",
    "\n",
    "Talk 1\n",
    "Title: Understanding Human Movement - inertial sensors data processing for recognizing human activities and characterizing movements.\n",
    "\n",
    "Abstract:Smartphones and wearable devices are ubiquitous nowadays, providing inertial sensor data that could be used to understand human daily movements. This non-restricted human motion analysis is extremely relevant in several contexts, for example, in the detection of life-threatening events, such as falls of older adults and vulnerable segments of the population, in assessing their risk of falling or other functional declines. In the context of human activity monitoring, human motion analysis could be used to give feedback during the execution of specific daily living activities in real-world settings. This talk will unveil the Fraunhofer Motion technology, bringing human motion analysis outside of the lab.\n",
    "\n",
    "Short Bio: MSc Joana Silva obtained the degree of Master in Bioengineering from the Faculty of Engineering of the University of Porto in 2013. During the Master, she has worked in projects related to physical activity monitoring and walking data analysis using wearable devices, and her master thesis focused in the area of physical activity monitoring using smartphones. Since 2013 she is a researcher at AICOS research center from the Association Fraunhofer Portugal Research in the area of Falls and Activity Monitoring. The work developed under the master thesis was reward with the Young Scientist Best Paper Award in the p-Health Conference 2014 in Vienna. She is now a PhD candidate in the doctoral program in Biomedical Engineering, at FEUP. Her main research areas are related to Biomedical Instrumentation, Signal Processing and Machine Learning.\n",
    "\n",
    "Talk 2:\n",
    "Title: How to detect malicious use of video/photographic content online? Insights from a NATO Stratcom competition\n",
    "\n",
    "Abstract: A virtual competition organized by NATO Stratcom with the purpose of leveraging solutions for detecting malicious use of video and photographic content online enabled researchers from the University of Aveiro to showcase innovative research done at the Institute of Electronics and Informatics of Aveiro. The winning team from the University of Aveiro presented a solution based on data mining algorithms and machine learning in order to enhance the detection of video/photographic content used as part of online disinformation campaigns. In this talk an overview of this solution will be presented.\n",
    "\n",
    "Short Bio: Daniel Canedo and Ricardo Ribeiro are two junior researchers from the Institute of Electronics and Informatics of Aveiro. Their main research area of interest is Computer Vision, with specific focus on pose estimation, emotion recognition and lifelogging. Machine learning and more specifically deep learning for artificial and autonomous visual systems is a big part of their daily research tasks."
  ],
  "end_date": "2019-02-27",
  "location": "PCI · Creative Science Park - Aveiro Region",
  "name": "DSPT #49 - Is this FAKE?! Detecting human activity and keeping it real!(Aveiro)",
  "rrule": null,
  "start_date": "2019-02-27",
  "url": "https://www.meetup.com/datascienceportugal/events/258685015/"
}