{
  "description": [
    "THIS IS A FREE EVENT - PLEASE RSVP USING THIS LINK\n",
    "https://events.docker.com/events/details/docker-porto-presents-docker-birthday-6-how-do-you-docker/\n",
    "\n",
    "Join us for the city local edition of the Docker Bday #6 Show-and-Tell!\n",
    "\n",
    "Docker is turning 6! Over the last 6 years, Docker Community members have found amazing and innovative ways of using Docker technology in a variety of different projects. This year, we’d like to celebrate you! If you’ve been working on a cool project using Docker technology, come and show your local community. If you’re new to Docker, come along to listen and learn. All attendees will receive a DockerCon discount code.\n",
    "\n",
    "After a short intro presentation, participants will each have 10-15 minutes of stage-time to show everyone how they have been using Docker (and perhaps get some feedback from others). The presentations do not need to be polished and they can be purely personal, fun projects. Presenters will get a Docker Birthday #6 t-shirt and have the opportunity to submit their Docker Birthday Show-and-Tell to the DockerCon Call For Papers.\n",
    "\n",
    "If you would like to show-and-tell please use the ‘contact us’ button to let us know! Please share an outline of your project and your t-shirt size:)\n",
    "\n",
    "Let’s make this the world’s biggest and most fun show-and-tell! Let us know you’re coming by tweeting using the hashtag #DockerBday\n",
    "\n",
    "Agenda\n",
    "2:30 PM: Checkin\n",
    "Doors Open: Check-In\n",
    "2:30 PM: Welcome session\n",
    "Welcome Slides by Community Leader\n",
    "2:45 PM: Show-and-tell\n",
    "Presentations sharing how do they Docker\n",
    "4:30 PM: Cake time\n",
    "Cake and #DockerBday fun\n",
    "5:30 PM: Close\n",
    "Close\n",
    "\n",
    "---\n",
    "\n",
    "Hosted By\n",
    "Tiago Pires, Community Leader\n",
    "\n",
    "Ricardo Azevedo, Community Leader\n",
    "\n",
    "---\n",
    "\n",
    "Partner\n",
    "Mindera (https://mindera.com)\n",
    "We use technology to build products we are proud of, with people we love.\n",
    "\n",
    "---\n",
    "\n",
    "THIS IS A FREE EVENT - PLEASE RSVP USING THIS LINK\n",
    "https://events.docker.com/events/details/docker-porto-presents-docker-birthday-6-how-do-you-docker/"
  ],
  "end_date": "2019-03-23",
  "location": "Mindera",
  "name": "Docker Birthday #6: How do YOU #Docker?",
  "rrule": null,
  "start_date": "2019-03-23",
  "url": "https://www.meetup.com/Docker-Porto/events/259221693/"
}