{
  "description": [
    "Se acabou de comprar um Lenovo Yoga, a Fnac oferece-lhe uma experiência onde poderá aprender a explorar melhor as capacidades gráficas do seu novo equipamento com um workshop dado por um formador que é também um desenhador e o vai ajudar a fazer coisas com a sua nova máquina que nunca imaginou. Venha passar uma hora descontraída e aprender tudo o que o seu novo computador pode fazer\n",
    "perguntas frequentes\n",
    " \n",
    "Existem requisitos de ID ou idade mínima para aceder ao seu evento?\n",
    "Não existe isade mínima para a frequência do workshop, são todos bem vindos\n",
    " \n",
    "O que posso levar ao evento?\n",
    "Pode e deve levar o seu novo equipamento com a bateria carregada\n",
    " \n",
    "Como posso contactar o organizador se tiver questões?\n",
    "Teremos todo o gosto em responder às suas questões através do email expertzone@pt.fnac.com\n",
    " \n",
    "Devo levar o meu bilhete impresso para o evento?\n",
    "Não é necessário levar o bilhete que é gerado pelo sistema, no dia do workshop basta indicar o nome em que foi efectuada a inscrição\n",
    " \n",
    "Posso atualizar as minhas informações de registo?\n",
    "Poderá sempre editar ou mesmo apagar todas as informações do seu registo. Todos os contactos decorrentes do seu registo serão apenas no âmbito da sua inscrição e da ação em que se inscreveu\n",
    " \n",
    "Não há problema se o nome no meu bilhete ou registo não coincidir com o participante?\n",
    "Não há qualquer problema, no dia do evento basta mencionar o nome em que ficou feita a inscrição\n",
    " "
  ],
  "end_date": "2018-11-10",
  "location": "Fnac NorteShopping",
  "name": "Workshop LENOVO ( Fnac NORTESHOPPING )",
  "rrule": null,
  "start_date": "2018-11-10",
  "url": "https://www.eventbrite.pt/e/bilhetes-workshop-lenovo-fnac-norteshopping-49740404890?aff=ebapi"
}