{
  "description": [
    "Todos os anos a Licenciatura e o Mestrado em Ciência da Informação juntam-se para levar a cabo uma iniciativa que promove a divulgação da Ciência da Informação na comunidade estudantil e no mercado de trabalho, as Jornadas de Ciência da Informação.Este ano realiza-se a XVI edição, com o tema: \"Gestão de Informação: 20 anos de formação na Universidade do Porto\", no auditório da Faculdade de Engenharia da Universidade do Porto. Ao longo do dia teremos a presença de vários palestrantes e o testemunho de ex-alunos que nos ajudarão a debater o tema desta edição.\n",
    "As XVI Jornadas de Ciência da Informação marcam também a celebração do vigésimo aniversário do Mestrado em Gestão da Informação, bem como o décimo aniversário do Mestrado em Ciência da Informação cuja génese se apoia no anterior. Para celebrar este marco contaremos com a presença de Tom Wilson, Professor Emérito da Universidade de Sheffield cujo trabalho promoveu largos avanços na Gestão da Informação, a realizar o keynote de abertura do evento\n",
    "A receção dos participantes terá inicio às 8:30 junto ao auditório da Faculdade de Engenharia.A participação nas Jornadas é gratuita embora seja necessário efetuar inscrição.Reserva o dia 14 de Maio na tua agenda e marca presença nesta edição!\n",
    "\n",
    "\n",
    "ENGEvery year the Bachelor and Master degrees in Information Science come together to carry out an initiative that promotes the dissemination of Information Science in the student and business communities, the Information Science Day (Jornadas de Ciência da Informação).This year the XVI edition is held, with the theme: \"Information Management: 20 years of teaching at the University of Porto\", in the auditorium of the Faculty of Engineering of the University of Porto.Throughout the day we will have the presence of several speakers and the testimony of alumni who will help us to discuss the theme of this edition.The XVI Information Science Conference celebrates the 20 years of the former Master in Information Management, as well as the 10 years of the actual Master in Information Science.To celebrate this milestone we will have the presence of Tom Wilson, Professor Emeritus of the University of Sheffield whose work has promoted broad advances in Information Management, to hold the opening keynote.\n",
    "The reception of the participants will begin at 8:30 next to the auditorium of the Faculty of Engineering.Participation in the Conference is free although registration is required.Book the day of May 14 in your agenda and mark presence in this edition! "
  ],
  "end_date": "2018-05-14",
  "location": "Faculdade de Engenharia da Universidade do Porto",
  "name": "XVI Jornadas de Ciência da Informação",
  "rrule": null,
  "start_date": "2018-05-14",
  "url": "https://www.eventbrite.pt/e/bilhetes-xvi-jornadas-de-ciencia-da-informacao-45439499767?aff=ebapi"
}