{
  "description": [
    "Ever wanted to understand how blockchain will change the world? And how to make your own? No programming or technical knowledge needed, just bring your thinking caps.\n",
    "In this workshop, Paulo Fonseca and Mário Ribeiro Alves will help you understand how to use blockchain to design social systems that fuel themselves. You'll learn how to construct your very own decentralised economy and more!Limited to 30 people. Cryptocurrency payment required (REFUNDED IN THE WORKSHOP DAY)\n",
    "Find the Steps to get your ticket at the bottom of this pageWho is this workshop for?Anyone who wants to learn how blockchain works on a social level, and the applications thereof.RequirementsAn open mind, paper, and some basic background knowledge.Expected takeaways\n",
    "• Understand how blockchain will disrupt existing business structures.\n",
    "• Understand how to construct your own blockchain-based incentive system.\n",
    "Coffee Break Included\n",
    " The facilitators:\n",
    "\n",
    " Paulo Fonseca\n",
    "Paulo Fonseca is a User Experience Designer and owns a small UX studio called Laux where he designs and manages their processes to create top-notch digital products while working for clients all over the world in areas from Healthcare, FinTech, eCommerce and Fitness.Above all, he is a technology addict that beta tests the future so he can stay ahead of the curve when designing forward-thinking products. He is also one of the organisers of the Lisbon UX and Blockchain Portugal meetups.\n",
    "\n",
    "Mário Ribeiro Alves\n",
    "Former PwC business consultant and investment banker. Founder of Blockchain Center Portugal and ICO Advisor.The best for Mário was to discover blockchain technology is the opportunity of a lifetime. Instead of watching it pass, he decided to grab it and help companies and individuals to thrive.\n",
    "You need to make a security deposit of 0.025 ETH to participate in this workshop – Don’t worry we will return you the ETH to your wallet! Here the instructions to do it.\n",
    "\n",
    "Instructions to create an account and transfer ETH:\n",
    "STEP BY STEP\n",
    "______________________\n",
    "1. Sign up in a cryptocurrency exchange platform that accepts Fiat currency (e.g. EUR, USD) such as Coinbase.\n",
    "2. Deposit Euros (or other accepted Fiat currency) in your exchange account.\n",
    "- to avoid commissions, we recommend that you deposit through a bank transfer instead of using a credit card- wait until the deposit arrives your exchange account\n",
    "3. Buy ETH at the cryptocurrency exchange.\n",
    "- the process required to buy ETH varies depending on the exchange you choose to buy it\n",
    "4. Transfer the ETH to the Blockchain Center Portugal Wallet.\n",
    "- transfer 0.025 ETH, the amount required to access the workshop, to the Blockchain Center Portugal Wallet ETH address: \n",
    "0x690204eCD633d2e4ea1D3a07D14e1EA339BB5a8e\n",
    "\n",
    "5. Inform Blockchain Center Portugal that you have completed the ETH deposit.\n",
    "- reply to info@blockchaincenter.pt informing the ETH address that you’ve used to make the transfer (or the Transaction Hash)\n",
    "For more detailed instructions, please contact us at info@blockchaincenter.pt"
  ],
  "end_date": "2018-04-21",
  "location": "Lionesa",
  "name": "Designing Blockchain Incentive Systems",
  "rrule": null,
  "start_date": "2018-04-21",
  "url": "https://www.eventbrite.com/e/designing-blockchain-incentive-systems-tickets-45207293231?aff=ebapi"
}