{
  "description": [
    "\n",
    "F1/10 is an international competition which exposes you to the foundations of perception, planning and control in a fun, and challenging environment. Participating teams race vehicles with similar hardware specification and try to outsmart, and outpace each other in a battle of algorithms. Many former F1/10 race engineers are now employed in Tesla’s AutoPilot group, Nvidia’s DrivePX AV group, Ford’s AV group, among others.\n",
    "\n",
    "This year we will have more cars, higher speeds, and some wheel-to-wheel autonomous racing action.\n",
    "Plus hardware prizes sponsored by Nvidia for top teams.\n",
    "\n",
    "We invite teams to fill out the race participation form below, indicating their commitment to race at CPS Week.\n",
    "The deadline to submit the participation form below is Friday, Feb 9, 2018\n",
    "\n",
    "There will be a $200 registration fee, per participant to register for the competition in April. (You do not have to pay the fee when you fill the participation form below, but later, when you register to attend the CPS week competition.) \n",
    "\n",
    "\n",
    "Visit f1tenth.org to get started today !\n",
    "\n",
    "\n",
    "** Get started:\n",
    "------------------------------------------------------------\n",
    "All instructions to build, drive, and race a 1/10 scale car are available at f1tenth.org \n",
    "\n",
    "**\n",
    "Have Questions !\n",
    "------------------------------------------------------------\n",
    "Visit the F1/10 forum (http://f1tenth.org/forum) , and race website (http://f1tenth.org/competition) .\n",
    "\n",
    "\n",
    "Highlights from the 1st F1/10 Autonomous Racing Compeitition\n",
    "https://www.youtube.com/watch?v=fyFycjFaLC4\n"
  ],
  "end_date": "2018-04-11",
  "location": "Palácio da Bolsa",
  "name": "2nd International F1/10 Autonomous Racing Competition -CPS Week 2018",
  "rrule": null,
  "start_date": "2018-04-10",
  "url": "https://www.eventbrite.com/e/2nd-international-f110-autonomous-racing-competition-cps-week-2018-tickets-43109800574?aff=ebapi"
}