{
  "description": [
    "INSCRIÇÕES ABERTAS: https://goo.gl/forms/307EQYJrTFeeRwm13Nunca a gestão do seu perfil no Linkedin foi tão importante para o seu sucesso profissional. Mas será que conhece todas as ferramentas que o auxiliem a beneficiar de todo o potencial que a maior rede profissional virtual do mundo pode ter na projeção da sua carreira? O Linkedin conta atualmente com mais de 500 milhões de usuários, sendo visto como uma enorme oportunidade para apresentação de soluções, conteúdo, networking e exposição da marca pessoal.Esta plataforma permite aos recrutadores pesquisar e analisar o currículo de potenciais candidatos, que em simultâneo procuram fortalecer a sua presença no mercado e encontrar novas possibilidades de emprego. Além disso, é também essencial para o acompanhamento de uma marca e estabelecimento de oportunidades de negócio.A nowScience tem o prazer de anunciar o seu Curso de Linkedin, que irá decorrer no Complexo ICBAS/FFUP nos dias 12, 14 e 19 de março, entre as 20h e as 22h.A inscrição é aberta a estudantes e profissionais, sendo as vagas limitadas.FORMADORA: Karla Martins (http://karlamartinsconsulting.com/)ESTRUTURA DO CURSO:✓ Sessão 1: Técnicas de Networking, Revisão do Perfil Linkedin e Gestão das Conexões ✓ Sessão 2: Produção de Conteúdos para o LinkedIn, Interação com a Rede e Construção de Autoridade.✓ Sessão 3: Avaliação de resultados e dúvidas, Mentoring em grupo. TOTAL: 6hTEMÁTICAS::☑ Otimização do perfil pessoal;☑ Crescimento da rede - envio e receção de pedidos de conexão;☑ Cedência e receção de recomendações;☑ Elaboração de publicações e atualizações de status;☑ Participação em grupos e discussões do Linkedin;☑ Ferramentas de pesquisa: como encontrar conexões, empresas e vagas de emprego.☑ Ferramentas para referenciar o perfil pessoal na rede;☑ Como ser detetado pelos recrutadores;☑ Como aumentar as estatísticas de visualização do perfil;☑ Ferramentas de SEO;☑ Como se estabelecer enquanto expert da área;☑ Como promover os seus eventos ou webinars no Linkedin;☑ Como criar e promover o seu negócio a partir do Linkedin;☑ Como arranjar emprego no Linkedin.PREÇO:Estudantes - 20 €Profissionais - 40 €\n",
    "+info: https://goo.gl/jBMXtz"
  ],
  "end_date": "2018-03-19",
  "location": "Porto",
  "name": "Curso de Linkedin | nowScience",
  "rrule": null,
  "start_date": "2018-03-12",
  "url": "https://www.eventbrite.pt/e/bilhetes-curso-de-linkedin-nowscience-43779726340?aff=ebapi",
  "relevant": false
}
