{
  "description": [
    "850€ + IVA\n",
    "Condições especiais do IVA para particular e pagamento fracionado.\n",
    "\n",
    "Na formação Certified ScrumMaster, vais aprender os fundamentos do Scrum, incluindo os seus papéis, eventos e artefatos.\n",
    "Vais ainda descobrir como lidar com os principais desafios para utilizar o Scrum com sucesso nos teus projetos, atuando como um ScrumMaster ou em qualquer outro papel de uma equipa de Scrum.\n",
    "Esta é uma formação oficial da Scrum Alliance.\n",
    "Pré-Requisitos: Nenhum\n",
    "\n",
    "Incluso na formação\n",
    "\n",
    "\n",
    "2 Dias de curso presencial de CSM\n",
    "Welcome coffee e coffee breaks inclusos nos dois dias de formação\n",
    "Inscrição para prova CSM\n",
    "\n",
    "Após a formação irás receber\n",
    "\n",
    "\n",
    "Qualificação para fazer o exame de certificação de ScrumMaster\n",
    "Pagamento dos primeiros dois anos como membro da Scrum Alliance\n",
    "Material completo usado durante o curso\n",
    "16 SEUs da Scrum Alliance.\n",
    "16 PDUs do PMI\n",
    "\n",
    "Detalhes do Exame\n",
    "O exame de CSM é realizado online. Vais receber um e-mail enviado pela Scrum Alliance. O exame é de múltipla escolha com opção de ser feito em português.\n",
    "Tens 90 dias após a formação para fazer o exame, tendo duas tentativas para passar.\n",
    "99.1% dos nossos estudantes passam no CSM.\n",
    "\n",
    "O que irás aprender?\n",
    "A formação é altamente interativa e recheada de atividades práticas em grupo, casos reais e trocas de experiências, nos quais se utilizam técnicas avançadas de ensino.\n",
    "Agilidade\n",
    "\n",
    "\n",
    "Manifesto Ágil, Valores e Princípios Ágeis\n",
    "Práticas Ágeis\n",
    "O que é Gestão Ágil de Projetos?\n",
    "\n",
    "\n",
    "O que é Scrum?\n",
    "\n",
    "\n",
    "Por que Scrum?\n",
    "Para que serve e para que não serve o Scrum\n",
    "Origens do Scrum\n",
    "\n",
    "\n",
    "Papéis\n",
    "\n",
    "\n",
    "Time de Desenvolvimento\n",
    "Product Owner\n",
    "ScrumMaster\n",
    "\n",
    "Eventos\n",
    "\n",
    "\n",
    "Release e Release Planning\n",
    "Sprint Planning\n",
    "Sprint\n",
    "Daily Scrum\n",
    "Sprint Review\n",
    "Sprint Retrospective\n",
    "\n",
    "\n",
    "Artefatos\n",
    "\n",
    "\n",
    "Product Backlog\n",
    "Release Burndown\n",
    "Sprint Backlog\n",
    "Definição de “Done”\n",
    "Sprint Burndown\n",
    "\n",
    "\n",
    "Formador | Rafael Sabbagh\n",
    "\n",
    "\n",
    "Co-fundador da Knowledge21, onde tem trabalhado com transformações ágeis de empresas desde startups até multinacionais nos últimos anos. Tem mais de duas décadas de experiência em projetos de TI, desenvolvimento de produtos e métodos e técnicas de desenvolvimento de software. Trabalha com Agile e Scrum desde meados dos anos 2000.\n",
    "É um Certified Scrum Trainer (CST) e foi membro do Conselho de Diretores da Scrum Alliance de 2015 a 2017. É mestre em administração e diplomado em Engenharia da Computação.\n",
    "Rafael realizou treinamentos em mais de 20 países nos últimos anos, incluindo EUA, Brasil, Espanha, Peru, Colômbia, Índia, Hong Kong, Canadá, Bélgica, Suíça, Reino Unido e muitos outros. Ele fala inglês, espanhol e português fluentemente. Rafael também falou em vários eventos em todo o mundo, incluindo mais de uma dezena de Reuniões Scrum e grandes eventos ágeis em todo o mundo. Viajando e interagindo com diferentes comunidades e culturas, ele tem uma visão global de como o trabalho de conhecimento está a ser feito globalmente, quais são os principais desafios e ideias sobre como alguém pode contorná-los.\n",
    "Trabalhando em projetos de desenvolvimento de software no passado e com treinamento e coaching ágil em diferentes segmentos nos últimos anos, trouxe para Rafael o conhecimento e experiência para escrever e publicar, em 2013, o primeiro livro sobre Scrum escrito em português. Hoje é uma referência bem conhecida no Brasil.\n",
    "\n",
    "Acesse nossas redes sociais e website\n",
    "http://www.agilenow.eu/https://www.linkedin.com/company/agilenow-eu/about/https://www.meetup.com/pt-BR/Agilenow/https://www.instagram.com/agilenow.eu/\n",
    "\n",
    "\n",
    "\n"
  ],
  "end_date": "2019-04-30",
  "location": "Rua do Bolhão 223",
  "name": "Certified ScrumMaster® - CSM®",
  "rrule": null,
  "start_date": "2019-04-29",
  "url": "https://www.eventbrite.pt/e/bilhetes-certified-scrummaster-csm-56572647311?aff=ebapi"
}