{
  "description": [
    "Grande Encontro de Marketing da Nanotecnologia NANOTECNOLOGIA DO NORTE DE PORTUGAL PARA O MUNDO -  é um evento organizado no âmbito do projeto Nanotech@NortePT, que visa promover a nanotecnologia no tecido industrial da região Norte do país. \n",
    "Promovido por CeNTI e INL, o evento procura discutir a importância do marketing para o crescimento do setor com um forte caráter de networking formativo.\n",
    "Inspirados por dois dos maiores nomes do marketing e marcas em Portugal - Carlos Brito e Carlos Coelho - estarão em discussão as estratégias de colocação de produtos inovadores no mercado. Paralelamente será possível conhecer a realidade e visão de Albertino Oliveira (Sedacor) assim como do Chef Renato Cunha do restaurante sensação, Ferrugem.\n",
    "Contamos consigo.A participação não tem qualquer custo mas agradecemos a confirmação de presença.PROGRAMA\n",
    "14h15 - Abertura - Prof. Paulo Freitas – INL – Deputy Director General | António Braz Costa - CeNTI - CEO\n",
    "14h30 - Palestra “O Marketing de ciência e tecnologia: A complexidade da inovação Vs a simplicidade da comunicação do benefício da inovação” - Carlos Melo Brito, Professor Universitário, Especialista em Marketing, Pró-Reitor da UPorto para a Área do Empreendedorismo e Inovação e Diretor da UPTEC\n",
    " 15h00 – Caso: Importância da Inovação no Marketing e Comunicação: SEDACOR - Albertino Oliveira – Diretor Comercial Sedacor\n",
    " 15h30 – Caso: Importância do Marketing e Comunicação para a afirmação da Marca no Território: Restaurante Ferrugem - Renato Cunha – Chef Restaurante Ferrugem\n",
    " 16h00 – Palestra: “A importância da marca portuguesa” - Carlos Coelho – Especialista de Marcas\n",
    " 16h30 - nanoTALK “O que procura o mercado? Inovação, status, satisfação de necessidades e/ou sonhos? Como se deve construir uma estratégia de marketing envolvendo os investigadores, os empreendedores e as empresas”\n",
    "Moderador: Jorge Fiens, Corporate Communication & Marketing Manager do INL\n",
    "Convidados:\n",
    "Carlos Melo Brito, Professor universitário, Pró-reitor da UPorto e Diretor da UPTEC\n",
    "Carlos Coelho, Presidente da Ivity Brand Corp\n",
    "Albertino Oliveira, Diretor Comercial Sedacor\n",
    "Renato Cunha, Chef Restaurante Ferrugem\n",
    "17h15  - Visita ao CeNTI\n",
    "18h00 - Encerramento\n"
  ],
  "end_date": "2018-04-04",
  "location": "CITEVE - Grande Auditório",
  "name": "Do Norte de Portugal para o Mundo - Grande Encontro de Marketing para Nanotecnologia",
  "rrule": null,
  "start_date": "2018-04-04",
  "url": "https://www.eventbrite.co.uk/e/do-norte-de-portugal-para-o-mundo-grande-encontro-de-marketing-para-nanotecnologia-tickets-44415005477?aff=ebapi"
}