{
  "description": [
    "\n",
    "\n",
    "O CCG - Centro de Computação Gráfica vai dinamizar uma sessão Think Tank, dedicada à temática “Fatores Humanos e Usabilidade no Desenvolvimento Tecnológico” no próximo dia 11 de outubro, a partir das 13h30, nas instalações do CCG, Campus de Azurém da Universidade do Minho, Guimarães.\n",
    "Esta sessão irá reunir representantes de empresas e instituições para discutir temas que demonstrem os benefícios de aplicar:\n",
    "\n",
    "conhecimento e técnicas empíricas de ergonomia industrial aos sectores da indústria tradicional e indústria 4.0;\n",
    "conhecimento em Fatores Humanos e Tecnologias de Informação ao setor do desenvolvimento de salas de controlo;\n",
    "conhecimento em desenvolvimento centrado no utilizador ao setor da saúde e do desenvolvimento de dispositivos médicos.\n",
    "\n",
    "Programa:\n",
    "\n",
    "13h30-14h00 - Receção de participantes\n",
    "14h00 - 14h30 - Sessão de apresentação do CCG/PIU\n",
    "14h30 - 16h30 - Formação dos grupos e sessões de trabalho\n",
    "16h30 - 17h00 - Coffee break / preparação de conclusões\n",
    "17h00 - 17h30 - Apresentação das conclusões dos diversos grupos\n",
    "\n",
    " Este Think Tank vai procurar responder a perguntas como: \n",
    "\n",
    "Quais são os problemas e as necessidades existentes emergentes?\n",
    "Como é que as tecnologias de informação os podem solucionar?\n",
    "Quais são os benefícios e as mais valias que uma determinada inovação tecnológica potencia?\n",
    "\n",
    "Pretende-se com estas reflexões, e com a partilha de informação, que tenha contacto com as mais recentes evoluções no mundo da computação gráfica e da visão por computador. Pretende-se, ainda, que aproveite para estabelecer contactos com potenciais parceiros para os seus projetos.\n",
    "Enquanto Centro de Interface Tecnológico (CIT) para a tecnologia digital, o CCG visa o aumento da competitividade do tecido produtivo nacional, por intermédio da inovação, do aumento da produtividade e da criação de valor por meio da incorporação de tecnologia nos processos produtivos.\n",
    "\n"
  ],
  "end_date": "2018-10-11",
  "location": "CCG - Centro de Computação Gráfica",
  "name": "Think Tank \"Fatores Humanos e Usabilidade no Desenvolvimento Tecnológico\"",
  "rrule": null,
  "start_date": "2018-10-11",
  "url": "https://www.eventbrite.pt/e/bilhetes-think-tank-fatores-humanos-e-usabilidade-no-desenvolvimento-tecnologico-50729463190?aff=ebapi"
}