{
  "description": [
    "Do you want to do ‘twice the work in half the time’?\n",
    "And do you want to apply this to ALL you do, both in your work and private life?The Agile Manifesto started as software development driven and now is already a way of life.If you want to learn the concepts behind Agile and understand how they can drive you to success, while having fun, join us in this one-day Agile workshop where we will learn about and experiment with the Agile mindset, Scrum, and Kanban and how to tailor these frameworks to your needs.\n",
    "In this workshop, you will learn how to:\n",
    "\n",
    "make your work more productive\n",
    "have more meaningful interactions with your teams\n",
    "choose the best Agile framework (Scrum or Kanban)\n",
    "adapt the existing frameworks to your specific needs\n",
    "\n",
    "You’ll benefit from this workshop if you:\n",
    "\n",
    "Manage projects;\n",
    "Work in multidisciplinary teams;\n",
    "Work in fast-paced environments;\n",
    "Are frustrated with how teamwork and collaboration are organized in your organization;\n",
    "Haven’t yet embraced Agile methodologies.\n",
    "\n",
    "BIO\n",
    "Mike Sousa is an Agile Coach, currently working with kununu/XING and previously at Blip and Farfetch.His Masters in Software Engineering, in Carnegie Mellon University (CMU), prepared him to be a true “Agent of Change” and to dedicate his career to create a truly efficient and human-centered vision of software development. Mike believes in leading by example and aims to allow teams to perform at their best, growing continuously and achieving high levels of productivity by following an Agile mindset. Linkedin: https://www.linkedin.com/in/mikemsesousa/\n",
    "Don't miss out on this opportunity to meet & learn from Mike, to network with other professionals, and have a taster of what The New Digital School is all about. Get your ticket today!"
  ],
  "end_date": "2018-09-21",
  "location": "The New Digital School",
  "name": "Get your Agile on! - Workshop with Mike Sousa",
  "rrule": null,
  "start_date": "2018-09-21",
  "url": "https://www.eventbrite.pt/e/get-your-agile-on-workshop-with-mike-sousa-tickets-50166853409?aff=ebapi"
}