{
  "description": [
    "The International Acoustic Summit is a joint initiative by Artnovion and NI&DEA/FEUP (Faculty of Engineering of the University of Porto), to be held on the 9th of October, bringing together experts and enthusiasts in the field of acoustics from all over the world. \n",
    "The event aims to present some of the most recent research in the field of acoustics, with a focus on architectural and engineering applications, whilst promoting cooperation between stakeholders in this area.\n",
    "\n",
    "\n",
    "A Artnovion e o Projeto NI&DEA - Núcleos de Investigação e Desenvolvimento em Engenharia Acústica da Faculdade de Engenharia da Universidade do Porto, têm o privilégio de anunciar a organização do primeiro Acoustic Summit em Portugal, que terá lugar na Casa da Música, dia 9 de Outubro.\n",
    "O evento ambiciona apresentar algumas das pesquisas mais recentes da ciência acústica, com foco em aplicações de arquitetura e engenharia, tratando-se por isso, de uma oportunidade única para projetistas, investigadores e outros interessados em acústica, poderem privar com líderes do conhecimento nesta área.\n",
    "\n",
    "Oficial language/Língua oficial: English/Inglês\n",
    "Translation available for Portuguese/Tradução disponível para Português\n",
    "\n",
    "\n",
    "\n",
    "Keynote Speakers:\n",
    "Higini Arau-Puchades (Universitat Internacional de Catalunya), Philip Newell (Institute of Acoustics), Bruno Fazenda (Salford University), Keith Yates (Keith Yates Design), Andy Munro e Kapil Thirwani (Munro Acoustics), Pedro Martins da Silva (Acústica e Ambiente) e António Tadeu (ITeCons/FCTUC).\n",
    "\n",
    "Speed Talks with directors and specialists:\n",
    "Audio-Technica, Trinnov Audio, Meyer Sound, Genelec, Origin Acoustics, Jan Morel, Donato Masci, NEXT-proaudio e Sessiondesk.\n",
    "\n",
    "\n",
    "\n",
    "Detailed program/Programa detalhado:\n",
    "www.acousticsummit.com\n",
    "For more information, or in case of any difficultie buying tickets, please contact us at/ Para mais informação ou em caso de dificuldade na aquisição de bilhetes, p.f. contacte-nos para: \n",
    "events@artnovion.com\n",
    "\n",
    "\n",
    "\n"
  ],
  "end_date": "2018-10-09",
  "location": "Casa da Música",
  "name": "International Acoustic Summit",
  "rrule": null,
  "start_date": "2018-10-09",
  "url": "https://www.eventbrite.com/e/international-acoustic-summit-tickets-47923735182?aff=ebapi"
}