{
  "description": [
    "On 22 & 23 March 2018, Porto will host the 2nd BioTech Pharma Summit: Biosimilars & Biologics 2018. This year’s flagship event will gather top EU, US, Asia and global regulators, officials, healthcare actors as well as industry leaders, to foster open exchange and debate on the role of the biosimilars & biologics medicines sector.\r\n",
    "With more U.S., Europe biosimilars continuing to receive FDA/EMA approval, it is critical that bio/pharmaceutical companies develop strategies to comply with evolving regulations, mitigate risk and execute long-term decisions to prepare for success.\r\n",
    "Biosimilars will lead to $54 billion less in direct spending on biologics (or about 3% of total spending on biologics) over the next decade. The range of the new savings estimate given reasonable ranges of key assumptions, such as the price of biosimilars versus reference biologics and biosimilar market share, varied from $24 billion to $150 billion from 2018 through 2027.\r\n",
    " The BioTech Pharma Summit: Biosimilars & Biologics 2018 is the leading event to continually stay on the pulse of the biosimilars’ ever-changing market and convenes key stakeholders including biosimilar and innovator pharmaceutical manufacturers, payers, providers and patient advocates addressing timely challenges and best practices for biosimilar product success\r\n",
    "KEY PRACTICAL LEARNING POINTS\r\n",
    "\r\n",
    "Interchangeability strategy in Biosimilar clinical trial\r\n",
    "Biosimilar development in emerging markets\r\n",
    "CMC Analytical Comparability: Methods & Strategies for Biologics, Biosimilars & Biobetters\r\n",
    "Prognosis for the Global Biologics market in an era of transformative new technologies\r\n",
    "Innovative clinical approach in biosimilars\r\n",
    "Critical Analytical Characterization Steps for Biosimilarity Assessment\r\n",
    "Process Development for Biosimilars - Industry challenges\r\n",
    "Biosimilars development and impact on clinical practice\r\n",
    "Impact that biosimilars make on availability of biologicals on ROW markets\r\n",
    "Biosimilar approval to biogenerics in clinical practice\r\n",
    "Pricing and reimbursement considerations for Biosimilars\r\n",
    "Commercial challenges and opportunities - strategies to develop Biosimilars & Biologics\r\n",
    "Developing successful business models in Biosimilar product development\r\n",
    "Understanding the current regulatory approval standards for Biosimilars in Europe, US and ROI including for monoclonal antibodies\r\n",
    "Injection Devices for Biosimilars: Advantages of Platform Products\r\n",
    "\r\n",
    "WHO SHOULD ATTEND?\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "The BioTech Pharma Summit (EPM Group) are exclusive events designed for senior level attendees from leading pharmaceutical, biopharmaceutical, biotechnology, diagnostics, CRO and solution provider companies, along with highly esteemed members of academic and government institutions. Chief Executives, Executive Directors, Vice Presidents, Heads and Team Leaders and Managers including:\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "Biologics/Biotechnology/ Biogenerics\r\n",
    "Biopharmaceuticals\r\n",
    "Business Development\r\n",
    "Chief Scientific Officer\r\n",
    "Clinical Immunology\r\n",
    "Commercial Affairs\r\n",
    "Drug and Safety Assessment\r\n",
    "Drug Safety & Risk Management\r\n",
    "Intellectual property\r\n",
    "Legislation and Policy Advice\r\n",
    "Manufacturing Market\r\n",
    "Strategy Marketing & sales\r\n",
    "New Product Development\r\n",
    "Pharmacovigilance\r\n",
    "Preclinical and Clinical Development\r\n",
    "Pricing and Reimbursement\r\n",
    "Health Economics\r\n",
    "Principal Scientist\r\n",
    "Process Control and Analytical Technologies\r\n",
    "Quality Affairs/ Quality Control\r\n",
    "Regulatory Affairs\r\n",
    "Regulatory Compliance\r\n",
    "Legal Affairs\r\n",
    "R & D\r\n"
  ],
  "end_date": "2018-03-23",
  "location": "Porto",
  "name": "BPS: Biosimilars & Biologics 2018",
  "rrule": null,
  "start_date": "2018-03-22",
  "url": "https://www.eventbrite.pt/e/bps-biosimilars-biologics-2018-registration-41215785524?aff=ebapi"
}