{
  "description": [
    "Após o sucesso da 1ª edição em Lisboa, face aos inúmeros pedidos, aqui está uma nova edição do curso de operacionalização do RGPD, do ponto de vista operacional, agora no Porto. relativamente ao que tem de ser feito para assegurar a conformidade, bem como o que fazer aquando de um ataque.\n",
    "Cifras de bases de dados, anonimização, análise de logs e técnicas forenses serão alguns dos temas.\n",
    "Aqui vamos aplicar o Regulamento Geral de Proteção de Dados, de uma forma prática, ou seja, vamos operacionalizar o RGPD do ponto de vista do Ethical Hacking.\n",
    "\n",
    "Contamos, uma vez mais, com o apoio de IBLISS, Serviços especializados em Segurança da Informação\n",
    " \n",
    "O foco será nos seguinte artigos do RGPD :\n",
    "Artigo 5.º- Princípios relativos ao tratamento de dados pessoais\n",
    "Artigo 25.º – Proteção de dados desde a conceção e por defeito\n",
    "Artigo 32.º – Segurança do tratamento\n",
    "Artigo 33.º – Notificação de uma violação de dados\n",
    "Alguns dos temas que vamos falar e acima de tudo demonstrar serão:\n",
    "Adaptação de base de dados.\n",
    "Implementação de Cifras.\n",
    "Análise de vulnerabilidades.\n",
    "Anonimização de dados.\n",
    "Pseudonimização de dados.\n",
    "Testes de penetração das plataformas.\n",
    "Identificação de possíveis falhas de desenhos em plataformas actuais.\n",
    "Deteção de ataques.\n",
    "Implementação de técnicas de identificação de fugas internas de informação.\n",
    "Monitorização e análise de Logs.\n",
    "Análise forense de um ataque.\n",
    "Implementação dos mecanismos de resposta em 72 horas a um ataque.\n",
    "Em sala estarão sempre presentes dois formadores, para ajudar a esclarecer o maior numero de dúvidas dos formandos.\n",
    "Para além das presenças habituais, Sérgio Silva e Jorge Farinha, iremos ter dos maiores especialistas em protecção de dados, João Ribeiro, como convidado.\n",
    "A formação terá lugar dia 19 de maio de 2018 entre as 10h00 e as 17h00, com intervalo de 60 minutos para almoço\n",
    "Será disponibilizada aos participantes um certificado de frequência da formação, bem com o acesso durante 6 meses a uma plataforma online com laboratórios e a um fórum de esclarecimento de dúvidas"
  ],
  "end_date": "2018-05-19",
  "location": "Palácio das Artes",
  "name": "RGPD – Perspetiva de um Ethical Hacker – Porto",
  "rrule": null,
  "start_date": "2018-05-19",
  "url": "https://www.eventbrite.pt/e/bilhetes-rgpd-perspetiva-de-um-ethical-hacker-porto-45605343811?aff=ebapi"
}