{
  "description": [
    "Investigação científica ao serviço das empresas.\n",
    "Como a estratégia pode e deve ser entusiasmente e agregadora: A Metodologia Playing to Win\n",
    "O IPAM LAB organiza no próximo dia 16 Abril de 2018 às 11h no Auditório do IPAM Porto uma conferência sobre a investigação científica ao serviço das empresas, com o subtema Como a estratégia pode e deve ser entusiasmente e agregadora: A Metodologia Playing to Win\n",
    ".A investigação científica, a ciência, é o motor do crescimento económico das empresas.\n",
    "Ninguém tem sido tão apaixonado por estratégia como Roger Martin. E mais ninguém conseguiu traduzir, tão bem e de forma tão eficaz, como se passa de pensar à acção tal como ele a ensina.\n",
    "Recentemente em Londres, foi distinguido com o prémio de melhor Pensador de Gestão do Mundo em 2017. Esta consagração, de uma lista de 50 maiores pensadores mundiais de gestão ( Thinkers50), é reveladora da sua capacidade impar de pensar soluções empresariais.\n",
    "A 9ª edição deste prestigioso galardão permitiu-lhe juntar-se a uma plêiade de pensadores expecionais e mundialmente reconhecidos: Peter Drucker (2001, 2003), Michael Porter (2005, 2015) C. K. Prahalad (2007, 2009) e Clayton Christensen (2011, 2013).\n",
    "Foi um dos fundadores históricos da MONITOR conjuntamente com Michael Porter.\n",
    "Criou a Rotman School of management da Universidade de Toronto, de quem foi  seu editor nos primeiros 8 anos de existência tornando-a numa das escolas de gestão mais reputadas do mundo.\n",
    "É um assíduo contribuinte da Harvard Business Review com artigos sobre gestão.\n",
    "Fundou a sua própria Fundação/Think Tank: Martin Prosperity Institute.\n",
    "\n",
    "\n",
    "\n",
    "Oradores\n",
    "Dr José Jordão  é administrador da Sumol+ Compal que é a companhia holding da 2ª maior empresa de bebidas a operar em Portugal. É um entusiasta e praticante apaixonado por estratégia.\n",
    "Preside desde Maio de 2017, à Associação Europeia de Sumos de fruta (AIJN), sediada em Bruxelas, organização multinacional que representa 17 Associaçãoes Nacionais junto da CE.\n",
    "Desde o início da fusão entre a Sumol e a Compal, em janeiro de 2009 até Fevereiro de 2017, integrou a Comissão Executiva da nova companhia, sendo o responsável máximo pela sua gestão estratégica, de Marketing, e de Inovação. A sua responsabilidade actual no holding, enquanto administrador não executivo, é a coordenação da reflexão e construção estratégica do grupo S+C.\n",
    "A apresentação e moderação fica a cargo da Professora Doutora Gisela Alves.\n",
    "\n",
    "\n"
  ],
  "end_date": "2018-04-16",
  "location": "IPAM Porto",
  "name": "4ª Conferência do IPAM LAB- Como a estratégia pode e deve ser entusiasmante e agregadora: A Metodologia Playing to Win",
  "rrule": null,
  "start_date": "2018-04-16",
  "url": "https://www.eventbrite.pt/e/bilhetes-4a-conferencia-do-ipam-lab-como-a-estrategia-pode-e-deve-ser-entusiasmante-e-agregadora-a-44703001882?aff=ebapi"
}