{
  "description": [
    "Conferência \"Inovação Aberta em Portugal\"\n",
    "\n",
    "A ANI - Agência Nacional de Inovação tem o prazer de a/o convidar para a Conferência \"Inovação Aberta em Portugal”, que terá lugar no Auditório do ISAG - Instituto Superior de Administração e Gestão, no dia 30 de novembro, às 14h00. \n",
    "Será discutido o papel da Inovação Aberta e da valorização do Conhecimento como formas de acelerar a competitividade das empresas nacionais e a promoção internacional de atividades de Investigação e Desenvolvimento (I&D). \n",
    "Esta iniciativa destina-se a todos os que desenvolvam práticas orientadas para processos de inovação e tecnologia.\n",
    " \n",
    "Não perca o evento e reserve a data na sua agenda! \n",
    "A participação é gratuita, mas de registo obrigatório até 28 de novembro.\n",
    "\n",
    "Programa\n",
    "14h00-14h30 | Receção de participantes\n",
    "14h30-14h40 | Sessão de Abertura\n",
    "14h40-15h30 | A Inovação Aberta e a competitividade empresarial\n",
    "15h30-16h25 | Valorizar o Conhecimento através da Inovação Aberta\n",
    "16h25-16h45 | Coffe-Break\n",
    "16h45-17h30 | O papel da Política Pública para a Inovação Aberta\n",
    "17h30-18h15 | Difusão da inovação e Inovação Aberta: demonstração de resultados e promoção internacional\n",
    "18h15-18h30 | Encerramento da Sessão\n",
    "\n",
    "Consulte o Programa Detalhado\n",
    "Mais informações através do email: siac@ani.pt\n",
    "\n",
    "*Evento cofinanciado no âmbito do SIAC – Iniciativa de Transferência do Conhecimento.\n",
    "\n"
  ],
  "end_date": "2018-11-30",
  "location": "ISAG - Instituto Superior de Administração e Gestão",
  "name": "Conferência \"Inovação Aberta em Portugal\"",
  "rrule": null,
  "start_date": "2018-11-30",
  "url": "https://www.eventbrite.pt/e/bilhetes-conferencia-inovacao-aberta-em-portugal-52223771707?aff=ebapi"
}