{
  "description": [
    "Automotive Testing Solutions Forum 2018 (ATS’2018) is a forum exclusively dedicated to the discussion of testing solutions for the automotive industry, covering recent and foreseen advancements expected in the domain of connected and autonomous driving.\n",
    "Sponsored by Keysight Technologies and Rohde & Schwarz, this year's 2nd edition will follow the same directives as of last year's event (ATS’2017 video).\n",
    "ATS'2018 aims to bring together R&D engineers and scholars, automotive technology experts and test and development engineers from national and international reference companies, to discuss, debate and analyze the growing possibilities and future developments in mobility and in the automotive sector in general.\n",
    "\n",
    "ATS’2018 slogan is “On the Way to Future Mobility …”\n",
    "\n",
    "Specific topics to be addressed in this event include an update on the technology status (ADAS, radar, lidar, eCall, infotainment, V2X, among others), going into the transition to electromobility and finally addressing the roadmap for connected and automated driving on the Portuguese level.\n",
    "In parallel, ATS'2018 will hold a small exhibition showcasing the latest innovations in the automotive testing domain at worldwide level.\n",
    "Entrance to the event is free of charge, but registration is mandatory due to logistics and location capacity. The Sponsors and Organizing Committee will kindly provide coffee-breaks and lunch.\n",
    "\n",
    "To be informed of latest confirmations, please join us on FACEBOOK and LINKEDIN !!!\n",
    "\n",
    "Looking forward to seeing you in Portugal,\n",
    "ATS'2018 Organizing Committee"
  ],
  "end_date": "2018-12-04",
  "location": "AEP - Portuguese Business Association",
  "name": "Automotive Testing Solutions Forum 2018 (ATS'2018)",
  "rrule": null,
  "start_date": "2018-12-04",
  "url": "https://www.eventbrite.com/e/automotive-testing-solutions-forum-2018-ats2018-registration-49886977292?aff=ebapi"
}