{
  "description": [
    "\n",
    "2CBDIoT 2018 - International Workshop on Cloud Computing, Big Data and Internet of Things\n",
    "\n",
    "\n",
    "SCOPE\n",
    "The internet of things (IoT) is a platform that allows a network of devices (sensors, smart meters, etc.) to communicate, analyse data and process information collaboratively in the service of individuals or organisations . IoT is recognized as one of the most important areas of the future Internet; enabling ubiquitous computing among global networked machines and physical objects.\n",
    "\n",
    "\n",
    "IMPORTANT DATES\n",
    "Paper Submission:  June 5, 2018  Authors Notification:  June 19, 2018  Camera Ready and Registration:  June 27, 2018\n",
    "\n",
    "CHAIR\n",
    "  Ben othman soufiene   ISIMED, PRINCE Laboratory Research  Tunisia   \n",
    "Brief Bio Soufiene Ben Othman is a researcher at the PRINCE Laboratory Research of Sousse University in Tunisia. He received the Ph.D. from ENSI (National School of Computer Science) in 2016. He obtained his Master degree from FSM ( Faculty des Sciences de Monastir), Tunisia in 2009. He is a Associate Professor at the University of Gabes, Tunisia. His research interests include: Internet of Things, Wireless Sensor Networks, Network Security, and Cryptography.                         \n",
    "\n",
    "Please contact the event manager Marilyn (marilyn.b.turner(at)nyeventslist.com ) below for:- Multiple participant discounts- Price quotations or visa invitation letters- Payment by alternate channels (PayPal, check, Western Union, wire transfers etc)- Event sponsorships\n",
    "NO REFUNDS ALLOWED ON REGISTRATIONSService fees included in this listing.-----------------------------------------------------------------This event is brought to you by:INSTICC - NewYorkEventsListhttp://www.NyEventsList.comhttp://www.BostonEventsList.comhttp://www.SFBayEventsList.com-----------------------------------------------------------------MYL180317CEV\n"
  ],
  "end_date": "2018-04-25",
  "location": "R. Diogo Macedo 220",
  "name": "2CBDIoT 2018 - International Workshop on Cloud Computing (INS)",
  "rrule": null,
  "start_date": "2018-04-25",
  "url": "https://www.eventbrite.com/e/2cbdiot-2018-international-workshop-on-cloud-computing-ins-tickets-44271946584?aff=ebapi"
}