{
  "description": [
    "About this event\n",
    "\n",
    "PLEASE NOTE!\n",
    "**You MUST bring a photo ID and a laptop to take the exam.** You must bring with a government-issued photo ID and your own wifi-enabled laptop to take the exam. \n",
    "** Voucher for student available *** Please inquire by email to edu-emea@unity3d.com\n",
    "Get Unity Certified.\n",
    "Unlock the ultimate perk for your career in game development.\n",
    "Become a Unity Certified Developer and show employers you have the Unity skills they are looking for to improve your chances of landing that dream job doing what you love most — making games. Earn an industry credential that validates your knowledge of foundational game design and programming skills aligned with industry standard practices for game production with Unity.\n",
    "Stand out from the crowd\n",
    "Validate your knowledge and skills against a global benchmark of foundational proficiency for game production with Unity and earn a credential to help communicate your abilities to employers.\n",
    "Results are delivered immediately upon completion of the exam and you will be able to see your score by topic area, so you can identify areas of strength as well as areas where improvement may be needed.\n",
    "Frequently Asked Questions\n",
    "What's covered on the exam?\n",
    "The Unity Certified Developer Exam covers foundational skills for video game development with Unity. The exam is composed of 100 questions spanning 16 areas of competency and is intended to evaluate an individual's knowledge for a comprehensive understanding of the game production process. Question formats include multiple choice, hot spot, drag-and-drop, and matching. For a detailed outline of the topic areas covered on the exam, please review the Unity Certified Developer Exam Objectives (PDF).\n",
    "How should I prepare for the exam?\n",
    "Some individuals may determine after reviewing the Unity Certified Developer Exam Objectives that they are ready for the exam based on their existing knowledge and experience. Others may feel that they need to complete additional preparatory learning. The Unity Certified Developer Courseware is recommended but not required for exam preparation. Courseware is available for purchase online at certification.unity.com and Unity Plus, Pro, and Enterprise Subscription customers are eligible for free limited-time access to the program.\n",
    "How long is the exam?\n",
    "The exam is approximately 100 questions, with a time limit of 90 minutes. If you do not complete the exam within the allowed time, you will be graded on the portion you have completed when time runs out.\n",
    "What should I bring to the exam?\n",
    "Please bring a government-issued photo ID, proof of identity is required at check in. You will also need to bring your own Wi-Fi enabled laptop; a mouse and power cord are also recommended.\n",
    "Refund & Cancellation Policy\n",
    "Certification Exam registrations are non-transferrable. Refunds will be issued for cancellations made more than 24 hours in advance of the event. Cancellations that are received less than 24 hours before the start of the event and no-shows are not eligible for refund or rescheduling.\n",
    "Terms & Conditions\n",
    "Please be sure to review the full Unity Certification Program Terms & Conditions. Registration for the event constitutes your acknowledgement of and agreement to these terms.\n",
    "\"Unity Technologies have rightly spotted the gap in the market and have managed to address it with a suitable approach that solves many issues for evaluating Game Design and Development skills of individuals. This is especially useful for graduates as they can officially demonstrate their skills to prospective employers. It also reduces the risk of employing developers and graduates as they can now support their CVs with an official evaluation. Finally, this approach also helps the Higher Education to align their focus with the industry standards.\" – Dr. Damon Daylamani-Zad, Senior Lecturer, Department of Computing & Information Systems, University of Greenwich\n"
  ],
  "end_date": "2018-04-17",
  "location": "Escola Superior de Tecnologia Instituto Politécnico do Cávado e do Ave - IPCA",
  "name": "Unity Certified Developer Exam @ IPCA GameDev Week",
  "rrule": null,
  "start_date": "2018-04-17",
  "url": "https://www.eventbrite.com/e/unity-certified-developer-exam-ipca-gamedev-week-tickets-44913883635?aff=ebapi"
}