{
  "description": [
    "connecting_the_dots \n",
    "O TEC Talks by PRIMAVERA BSS foi concebido para estimular a inovação e valorizar os melhores projetos e aplicações que tirem partido das tecnologias mais modernas.\n",
    "Pretende-se incentivar o empreendedorismo, a inovação e a produção de ideias com viabilidade de negócio, bem como a partilha de experiências entre pessoas com backgrounds distintos, envolvidos no desenvolvimento de software.\n",
    "Esta iniciativa será materializada na forma de Hackathon, dividido em 2 dias e subordinado ao tema: connecting_the_dots. As propostas apresentadas serão levadas a concurso de onde sairá um vencedor.\n",
    "Este evento é da responsabilidade da PRIMAVERA Business Software Solutions, S.A. e conta também com o apoio da Universidade do Minho e Microsoft Portugal.\n",
    "http://www.primaverabss.com/tectalks/\n",
    " \n",
    "\n",
    " \n",
    "_FAQ:\n",
    "\n",
    "\n",
    "Quanto custa a inscrição?\n",
    "A inscrição para o evento TECTalks by PRIMAVERA BSS não tem qualquer custo associado.\n",
    "\n",
    "\n",
    "\n",
    "Não sei programar! Devo inscrever-me?\n",
    "Não é um problema! A maioria dos membros da equipa TECTalks sabia muito pouco quando participou na primeira Hackathon. É inteiramente irrelevante a experiência, sendo que o mais importante é o interesse pela tecnologia.\n",
    "\n",
    "\n",
    "\n",
    "O que necessito de levar para o evento?\n",
    "Espera-se que os participantes tragam o material que considerem necessário para a implementação das suas ideias, sendo apenas exigido que os participantes possuam um computador pessoal.\n",
    "\n",
    "\n",
    "Onde posso encontrar alojamento?\n",
    "Haverá protocolos de colaboração com hotéis, pousadas e outros estabelecimentos disponíveis a alojar os participantes do evento.\n",
    "\n",
    "\n",
    "Como são asseguradas as refeições?\n",
    "Haverá uma área para coffee-break durante todo o evento, sendo que a organização irá fornecer o jantar e os almoços do evento. Ainda assim, é aconselhado aos participantes que tragam alguma comida de conforto.\n",
    "\n",
    "\n",
    "Quem pode participar no evento?\n",
    "O evento está aberto a participantes registados, maiores de idade.\n",
    "\n",
    "\n",
    "Como realizo a inscrição?\n",
    "As inscrições do evento serão disponibilizadas através da plataforma Eventbrite e deverão ser realizadas através do método de inscrição por grupo disponibilizado. Estes grupos poderão ter até 5 elementos.\n",
    "\n",
    "\n",
    "\n",
    "Qual a data limite para a inscrição?\n",
    "O período de inscrições termina no dia 15 de abril.\n",
    "\n",
    "\n",
    "\n",
    "\n",
    "Onde obter mais informações? \n",
    "\n",
    "Como em todos os eventos, existe um regulamento para consulta. Todos os participantes devem consultá-lo para que esclareçam quaisquer dúvidas que tenham relativamente à organização e participação no evento TECTalks.\n"
  ],
  "end_date": "2018-05-04",
  "location": "Reitoria da Universidade do Minho",
  "name": "TEC Talks 2018 by PRIMAVERA BSS",
  "rrule": null,
  "start_date": "2018-05-03",
  "url": "https://www.eventbrite.pt/e/registo-tec-talks-2018-by-primavera-bss-43199939181?aff=ebapi"
}