{
  "description": [
    "O Domínio de Investigação Aplicada EPMQ: “IT Engineering Process Maturity and Quality”, do CCG: Centro de Computação Gráfica abrirá portas à discussão das principais dimensões da Cibersegurança, com a presença de peritos experientes e imbuídos pelo espírito do mês Europeu da Cibersegurança.\n",
    "A cibersegurança é atualmente entendida como um processo de gestão, que deve ser implementado horizontalmente em qualquer organização, abrangendo todos os seus recursos, mas muito em particular os que estão expostos ao mundo digital.\n",
    "Nos últimos anos temos assistido a um aumento do Cibercrime, ao aumento do impacto negativo que a falta da Cibersegurança implica, bem assim como um aumento do conhecimento e de ferramentas que permitem gerir de forma adequada o risco envolvido.\n",
    "\n",
    "Ignorar este fenómeno é como tentar atravessar o Atlântico com um barco a remos – iremos afundar, só não sabemos quando!\n",
    "Programa\n",
    "10h00: Check in\n",
    "10.30 – 10:40: Sessão de abertura com / Opening session with Ricardo J. Machado (Administrador CCG) e Henrique Santos (Investigador afiliado do Lab IT EPMQ, para o domínio da cibersegurança)\n",
    "10.40 – 11:00: Apresentação do ecossistema do Lab IT EPMQ / Presentation of the Lab IT EPMQ ecosystem: Ricardo J. Machado (Coordenador Científico do Lab IT EPMQ).\n",
    "11h00 – 11h45: \"Desafios de forense digital e novas dimensões\"  / \"One is Digital Forensics challenges and new Dimensions?” - Ameer Nemrat\n",
    "11:45 – 12:30: “Esmagar os silos: como a normalização, a segurança da informação e o RGPD estão relacionados e quais os seus benefícios” / “Smash the silos : How Standardisation, information security and GDPR are related and the benefits of this” – Hans Hedbom\n",
    "12h30 – 14h00: Almoço volante / Lunch\n",
    "14h00 – 14h45: “Melhorar a Segurança pode ser uma oportunidade para melhorar o negócio?” / “Can improving security be an opportunity to improve business?” – Moderador / Moderator: Ralf Braga (Talkdesk)\n",
    "\n",
    "Francisco Fonseca (Bitsight)\n",
    "António Jesus (Thales)\n",
    "A designar (José Melo Saúde)\n",
    "\n",
    "14h45 – 15h30: “\"Cibercrime: estamos preparados para um ciberataque?\" / \"Cybercrime: are we ready for a cyber attack?\"” – Moderador / Moderator: Luís Azevedo (itSMF)\n",
    "\n",
    "Ana Pipa (IP Telecom)\n",
    "João Manso (RedShift)\n",
    "Raul Azevedo (WeDo Technologies)\n",
    "\n",
    "15h30 – 16h15: “O alinhamento e desalinhamento entre o que o mercado precisa e o que o sistema de ensino fornece” / “The alignment and misalignment between what the market needs and what the education system provides” – Moderador / Moderator: Henrique Santos\n",
    "\n",
    "João Paulo Magalhães (IPP)\n",
    "Pedro Inácio (UBI)\n",
    "Ricardo Marques (S21 Sec)\n",
    "Joana Freitas (APCER)\n",
    "\n",
    "16h15 – 16h30: Conclusões e fecho / Conclusions and closure: Henrique Santos (Investigador afiliado do Lab IT EPMQ, para o domínio da cibersegurança) e Ana Lima (Coordenadora de Desenvolvimento do Lab IT EPMQ)\n",
    "Mais info: Workshop Cibersegurança\n"
  ],
  "end_date": "2018-10-30",
  "location": "CCG - Centro de Computação Gráfica",
  "name": "Cibersegurança: riscos, oportunidades e conformidade",
  "rrule": null,
  "start_date": "2018-10-30",
  "url": "https://www.eventbrite.pt/e/bilhetes-ciberseguranca-riscos-oportunidades-e-conformidade-50689213803?aff=ebapi"
}