{
  "description": [
    "\n",
    "\n",
    "BEM VINDO À HAPPY CODE Maia Matosinhos!\n",
    "Venha conhecer a Happy Code Maia Matosinhos, e a metodologia de ensino de programação da Happy Code, através da participação numa AULA EXPERIMENTAL TOTALMENTE GRATUITA. \n",
    "Vamos aprender a programar de uma forma muito divertida!\n",
    "\n",
    "As aulas experimentais têm duração de 1 hora, e permitem mostrar aos alunos o potencial da programação. A Happy Code destina-se a alunos dos 7 aos 17 anos. No final teremos uma oferta Happy Code para os participantes. E enquanto os mais pequenos se divertem nas aulas os pais também são convidados a assistir a uma sessão de esclarecimento!\n",
    "Vem e traz os teus amigos!\n",
    "\n",
    "\n",
    "\n",
    "PERGUNTAS FREQUENTES\n",
    "Como posso contactar o organizador se tiver questões?\n",
    "Email: maia@happycode.pt\n",
    "Telefone: 91 320 86 10\n",
    "\n",
    "Existem requisitos de ID ou idade mínima para aceder ao seu evento?\n",
    "Sim, dos 7 anos aos 17 anos. Para mais informações sobre os cursos, visite a nossa página: http://happycode.pt/cursos/ \n",
    "\n",
    "Quantos convites para as aulas experimentais?\n",
    "Cada pessoa poderá trazer os filhos, ou amigos interessados, até um máximo de 4 convites.\n",
    "\n",
    "O que posso levar ao evento?\n",
    "Não será necessário trazer nada, para além de boa disposição e vontade de aprender! Todo o material estará disponível na Happy Code. Se tiver interesse em guardar o projecto que desenvolveu ao longo do workshop, cada aluno poderá trazer uma pen.\n",
    "\n",
    "Se quiser inscrever o meu filho/a num curso, o que devo fazer?\n",
    "Poderá fazer a inscrição directamente na nossa escola, ou em alternativa através do formulário online. https://www.happycode.pt/inscricao-online/\n",
    "\n"
  ],
  "end_date": "2018-09-22",
  "location": "Happy Code Maia",
  "name": "Workshop de Programação - Happy Code Maia (Gratuito)",
  "rrule": null,
  "start_date": "2018-09-22",
  "url": "https://www.eventbrite.pt/e/bilhetes-workshop-de-programacao-happy-code-maia-gratuito-50281239541?aff=ebapi"
}