{
  "description": [
    "Agenda\n",
    "09:45 - Recepção dos participantes\n",
    "10:00 - Building a Testing Culture - Pedro Tavares\n",
    "We live surrounded by bad practices, stress, and fear of missing a delivery timeline. We all work or worked, on projects with those characteristics. If we don't enforce a shared culture of testing, no matter what, the quality of the software that we produce will suffer. With this talk/topic, I want to share the problems and solutions that will enable us to create a shared testing culture across our team and company.\n",
    "\n",
    "11:00 - Coffee Break\n",
    "11:30 - Containers, why should I use it? - Pedro Sousa\n",
    "The last 4 years we’ve seen several advances on containerization technologies, with new tools and features released at an increasing rate each year. Also with the DevOps (http://bit.ly/WhatIs-DevOps) culture being adopted by more and more companies worldwide, the boundaries of Developer and Operations teams are more and more thin. From Microsoft’s BUILD 2018 (https://developer.microsoft.com/en-us/events/build/content), we’ve seen several new features being released soon and some launched at the event.As a Systems Engineer that used to be a Developer, I find myself using Visual Studio more and more at my daily work. On this session, we will try to cover the basics of container usage, i.e., container architecture implementations by Docker and Microsoft, both on Prem and on the Cloud. From some simple examples of .NET Core applications, using your favorite development interface and deploying somewhere; through some more elaborate scenarios to the Cloud journey.\n",
    "\n",
    "12:30 - Painel de discussão e sorteio de prémios\n",
    "\n",
    "Nota: Ao final da reunião, escolhemos um restaurante próximo e fazemos um almoço em grupo para continuar o convívio e aproximar as pessoas. A participação é opcional.\n",
    "\n",
    "\n",
    "Patrocinadores Gold\n",
    "\n",
    "\n",
    "\n",
    "Patrocinadores Bronze\n",
    "\n",
    "\n",
    "\n",
    "\n",
    "\n",
    "Mais Comunidade NetPonto:\n",
    "\n",
    "\n",
    "Lista de Discussão: NetPonto, NetPontoNews, e NetPontoJobs\n",
    "\n",
    "\n",
    "Twitter: NetPonto, NetPontoNews, e NetPontoJobs\n",
    "\n",
    "\n",
    "Apresentações: Slides das Apresentações\n",
    "\n",
    "\n",
    "Videos: Vídeos das Apresentações\n",
    "\n",
    "\n",
    "Fotos: Fotos das Reuniões\n",
    "\n",
    "\n",
    "Membros: Membros da Comunidade\n",
    "\n",
    "\n",
    "LinkedIn: Grupo NetPonto\n",
    "\n",
    "\n",
    "Facebook: NetPonto no Facebook\n",
    "\n",
    "\n",
    "Google+: NetPonto no Google+\n",
    "\n",
    "\n"
  ],
  "end_date": "2018-06-02",
  "location": "XING",
  "name": "22ª Reunião da NetPonto no Porto",
  "rrule": null,
  "start_date": "2018-06-02",
  "url": "https://www.eventbrite.co.uk/e/bilhetes-22a-reuniao-da-netponto-no-porto-42706413031?aff=ebapi"
}