{
  "description": [
    "\n",
    "\n",
    "\n",
    "\n",
    "In 2016 Google proved that the common way of using the most promising web mitigation technique against cross-site scripting, the Content Security Policy (CSP), was flawed, and proposed an alternative based on 'strict-dynamic' in combination with nonces or hashes (CSP Is Dead, Long Live CSP! On the Insecurity of Whitelists and the Future of Content Security Policy, ACM CCS, 2016). This approach finally made CSP a strong mitigation against XSS that could be deployed to many complex Google products, such as GMail, Google Photos, Google Plus and others.\n",
    "With increased adoption new challenges arise: dealing with CSP report noise - generated by buggy browsers, extensions, malware and security software - devising an effective monitoring infrastructure and keeping on top of bypassing techniques.\n",
    "In this masterclass our guests will reveal how Google’s internal CSP infrastructure works, how they solved problems, show real-world examples, best practices and common pitfalls. To close, they’ll hint at a new promising web mitigation technique, which they hope to see gaining traction in the near future: Suborigins.\n",
    "\n",
    "AGENDA\n",
    "[14:30-16:00] - Google's journey with CSP and what's next by Michele Spagnuolo & Lukas Weichselbaum + Q&A\n",
    "[16:00-17:30] – Discussion panel (To be defined)\n",
    "\n",
    "ABOUT THE GUESTS:\n",
    "\n",
    "Michele Spagnuolo\n",
    "Michele Spagnuolo is a Senior Information Security Engineer at Google focusing on security enhancements and mitigations for web applications. He co-authored the specification for ‘strict-dynamic’ in the W3C Content Security Policy specification, serving as a strong mitigation against cross-site scripting attacks. Other works include Rosetta Flash and BitIodine.\n",
    "\n",
    "Lukas Weichselbaum\n",
    "Lukas Weichselbaum is a Senior Information Security Engineer at Google focusing on security enhancements and mitigations for web applications. He co-authored the specification for ‘strict-dynamic’ in the W3C Content Security Policy specification and wrote the CSP Evaluator (csp-evaluator.withgoogle.com), a tool for developers and security experts to check if a Content Security Policy serves as a strong mitigation against cross-site scripting attacks. Lukas previously worked on dynamic analysis of Android malware. He also founded Andrubis – one of the very first large-scale malware analysis platforms for Android applications.\n",
    "\n",
    "PS. Don't forget to check the full agenda for the Start & Scale Week!\n",
    "\n",
    "\n",
    "\n",
    "\n",
    "\n",
    "\n"
  ],
  "end_date": "2018-05-11",
  "location": "Palácio dos Correios",
  "name": "Masterclass: Google's journey with Content Security Policy (CSP) and what's next",
  "rrule": null,
  "start_date": "2018-05-11",
  "url": "https://www.eventbrite.com/e/masterclass-googles-journey-with-content-security-policy-csp-and-whats-next-tickets-43752723574?aff=ebapi"
}