{
  "description": [
    "Está pronto(a) para o futuro?\n",
    "As descobertas da Neurociência cognitiva têm alterado de forma significativa o nosso conceito sobre temas como a educação, o desenvolvimento humano, o talento ou a felicidade. \n",
    "Explicar a felicidade individual é uma tarefa muitas vezes complexa, mas sabemos que existem alguns neurotransmissores que nos ajudam a sermos mais felizes. Sabia por exemplo que a Dopamina é considerada a \"antecâmara da felicidade\"? E quando está de bom humor sabe quem aparece para agradecer? A Serotonia :-). Já teve aquela sensação de bem estar após 30 min de exercício? Pois pode \"culpar\" a Endorfina, que atua inclusive como analgésico natural. Sabe como libertar a \"hormona do amor\", a Oxitocina? Basta um simples abraço!\n",
    "Com a ajuda da Neurociência podemos hoje em dia fundamentar as importantes decisões nos negócios, educação, desporto, na mais variadas áreas da nossa vida.\n",
    "No Neuromeeting a ANE International irá apresentar-se em Portugal, permitindo uma experiência dinâmica e prática sobre os mais recentes resultados da investigação sobre o cérebro, onde poderá ainda obter dicas exclusivas e ideias para aplicar de forma prática na sua vida pessoal ou profissional com vista a obter os melhores resultados.\n",
    " \n",
    "Programa\n",
    "\n",
    "As Neurociências e a Felicidade\n",
    "Apresentação da Academy of Neuroscience and Education\n",
    "\n",
    "Orador: Sérgio Almeida | Diretor ANE International \n",
    " \n",
    "Mais info: ANE International ou pelo e-mail info.pt@ane.academy\n",
    " \n",
    "Evento gratuito, inscrições limitadas a 20 lugares."
  ],
  "end_date": "2018-04-19",
  "location": "Porto",
  "name": "NEUROMEETING | As Neurociências e a Felicidade",
  "rrule": null,
  "start_date": "2018-04-19",
  "url": "https://www.eventbrite.pt/e/bilhetes-neuromeeting-as-neurociencias-e-a-felicidade-44515289429?aff=ebapi"
}