{
  "description": [
    "O Município do Porto, através da Associação Porto Digital, desenvolve atualmente uma ampla e ambiciosa estratégia de digitalização da cidade que pretende expandir os serviços baseados na infraestrutura tecnológica já existente. Neste contexto, e em parceria com mais 7 cidades europeis, a cidade do Porto desafia empreendedores europeus a desenvolver soluções e aplicações inteligentes para desafios vividos na cidade, disponibilizando para isso mais de 3 milhões de euros para as financiar.\n",
    "Os projetos desenvolvidos devem tirar proveito da plataforma Synchronicity, através da qual se pretende desenvolver um mercado global de IoT (Internet das coisas), no qual cidades e empresas desenvolvem serviços digitais com elevado enfoque na melhoria da vida dos cidadãos e das economias locais.\n",
    "Neste evento será apresentado o projeto Synchronicity, as condições para candidatura e implementação dos projetos vencedores, mas também os desafios do Porto para os quais deverão ser apresentadas soluções.\n",
    "\n",
    "\n",
    "Para quem é este evento e a Open Call?\n",
    "PMEs que possam implementar soluções de IoT que tenham já sido demonstradas, assim como novas cidades que tenham interesse em fazer parte deste ecossistema.\n",
    "\n",
    "\n",
    "AGENDA\n",
    "18:00 - Boas vindas\n",
    "18:10 - Desenvolvimento do mercado único digital na Europa - O SynchroniCity como plataforma\n",
    "18:15 - Open Call Synchronicity: Condições, Requisitos e Agenda\n",
    "18:30 - A plataforma tecnológica SynchroniCity\n",
    "18:45 - Os desafios SynchroniCity\n",
    "\n",
    "\n",
    "Mobilidade Sustentável - Promover e melhorar a Mobilidade Como Serviço (MaaS)\n",
    "\n",
    "\n",
    "Envolvimento dos cidadãos - Aumentar o envolvimento dos cidadãos na tomada de decisão e aumentar a diversidade no envolvimento político\n",
    "\n",
    "\n",
    "Ambiente e Bem-Estar - Mitigação das alterações climáticas e redução da poluição sonora e do ar\n",
    "\n",
    "\n",
    "Desafio aberto\n",
    "\n",
    "\n",
    "19:00 - Q&A\n",
    "\n",
    "\n",
    "Mais sobre o SynchroniCity em synchronicity-iot.eu"
  ],
  "end_date": "2018-06-19",
  "location": "Gabinete do Munícipe",
  "name": "Open Call SynchroniCity - €3M para inovar as cidades",
  "rrule": null,
  "start_date": "2018-06-19",
  "url": "https://www.eventbrite.pt/e/bilhetes-open-call-synchronicity-3m-para-inovar-as-cidades-46876280216?aff=ebapi"
}