{
  "description": [
    "OMA TestFest events are open to the public and enable OMA member and non-member companies to test client and server implementations based on OMA enablers in a secure environment.\n",
    "The entry criteria for a TestFest are the following:\n",
    "\n",
    "You have a unique implementation of an OMA Enabler, such as LwM2M, developed by the company or in direct association with a third party\n",
    "You have implemented all mandatory features of the Enabler to be tested\n",
    "You have passed the “Entry Criteria for a TestFest”. This entry criteria is formalized as a pretest session on the first day of the TestFest event. See ETS Appendix.\n",
    "You have signed a Non-Disclosure Agreement (NDA), provided by OMA, prior to attending the TestFest. Please note, OMA staff MUST have a copy of your signed NDA in order to attend the event.\n",
    "\n",
    "EVENT SCHEDULE:\n",
    "\n",
    "Monday, 1 April: 9:00 to 19:00 – Check-in, Setup and Testing\n",
    "Tuesday, 2 April: 9:00 to 19:00 – Testing\n",
    "Wednesday, 3 April: 9:00 to 19:00 – Testing\n",
    "Thursday, 4 April: 9:00 to 19:00 – Testing\n",
    "Friday, 5 April: 9:00 to 15:00 - Testing\n",
    "\n",
    "*Attendees should plan to attend every day of the TestFest event and expect to have testing scheduled from Monday to Friday.\n",
    " FAQs:\n",
    "What is OMA LwM2M?\n",
    "OMA’s LightweightM2M is a device management protocol designed for sensor networks and the demands of a machine-to-machine (M2M) environment. With LwM2M, OMA has responded to market demand for a common standard for managing lightweight and low power devices on a variety of networks necessary to realize the potential of the Internet of Things (IoT). The LwM2M protocol features a modern architectural design based on REST, defines an extensible resource and data model and reuses and builds on an efficient secure data transfer standard called the Constrained Application Protocol (CoAP), standardized by the Internet Engineering Taskforce (IETF) as a variation of the Internet’s HTTP. LwM2M has been specified by a group of industry experts at the Open Mobile Alliance’s Device Management Working Group and is based on protocol and security standards from the IETF. The LwM2M specification is freely available at LightweightM2M.\n",
    "Reference for further information:\n",
    "\n",
    "LwM2M Test Cases (seek latest date)\n",
    "LwM2M Technical Specifications (seek latest date)\n",
    "LwM2M Specification Overview\n",
    "OMA Developer ToolKit\n",
    "\n",
    "What will be tested:  \n",
    "\n",
    "\n",
    "OMA-DM v1.2\n",
    "\n",
    "\n",
    "OMA-DM v1.3\n",
    "\n",
    "\n",
    "OMA-DM v2.0\n",
    "\n",
    "\n",
    "OMA-DM MO’s\n",
    "\n",
    "\n",
    "OMA-LwM2M v1.0\n",
    "\n",
    "\n",
    "OMA-LwM2M v1.1\n",
    "\n",
    "\n",
    "OMA-LwM2M Objects (OMNA Registry)\n",
    "\n",
    "\n",
    "Other\n",
    "\n",
    "\n",
    "What is an OMA TestFest?\n",
    "OMA TestFests are designed to achieve a number of goals, including:\n",
    "\n",
    "Ensuring the quality of OMA specifications\n",
    "Enabling vendors to verify and test the interoperability of their product implementations in a multi-vendor environment\n",
    "Provide a peer-to-peer networking environment for participants\n",
    "\n",
    "TestFests are held in a confidential and secure testing environment where companies can bring their Client or Server implementation(s) based on an OMA Enabler to test in multiple multi-vendor combinations. These events are open to both OMA member and non-member companies and are protected by a non-Confidentiality Agreement, (NDA).\n",
    " \n",
    "Who is able to attend an OMA TestFest? Do I have to be an OMA member?\n",
    "No, both OMA member and non-member companies are invited to participate in TestFest events. The event is open to the public to companies who have a LwM2M implementation (Client or Server) available for testing or any OMA Enabler for which we have 3 clients and 3 servers registered for testing. \n",
    " \n",
    "Are TestFests confidential?\n",
    "All OMA TestFests are run as confidential events and therefore all participating companies are be required to agree to sign a Non-Disclosure Agreement (NDA) preventing the discussion or distribution of testing information and results beyond the community of participants in the TestFest.Where a participating company wishes to bring engineers from another company to assist in their testing efforts, please note that it is the responsibility of the participating company to ensure that the 3rd party engineers attending are legal covered and obey the requirements of the OMA NDA. OMA will work with participants to ensure a full level of confidentiality is available to ALL participants, including protecting product identities, designs, product capabilities, test results, etc. Companies who do not have a signed NDA on file with OMA prior to the start of the TestFest will not be permitted to participate.\n",
    "Find the NDA here.\n",
    " \n",
    "I have registered, now what?\n",
    "At the close of registration, OMA will evaluate whether there is enough clients and servers for each enabler for them to test against each other. If you are the only client or server registered for a particular enabler and you have no one to test against then unfortunately we will have to cancel the testing for that enabler.\n",
    "Once registration closes, OMA will begin to create a formal testing agenda that will be distributed to participants on-site. More detailed travel and event information along with FAQs will be distributed via email to all participants once registration closes.\n",
    "If you require a Visa letter in order to attend the OMA TestFest, please click here.\n",
    " \n",
    "Where do I stay? What are my transport/parking options getting to the event?\n",
    "The event is being held at the Marriott AC Hotel Porto. Recommended hotel includes: Marriott AC Hotel Porto. Transportation info and further hotel information can be found here. \n",
    " \n",
    "Can I update my registration information?\n",
    "Registration information cannot be updated on EventBrite. For any updates on your registration, attendance, ticket, and/or implementation information, please email Michelle at mjanata@omaorg.org. \n",
    " \n",
    "Is my registration/ticket transferrable?\n",
    "Yes, if you would like to transfer your ticket to another employee of your company or for another implementation, please just email Michelle at mjanata@omaorg.org with your update.\n",
    " \n",
    "Do I have to bring my printed ticket to the event?\n",
    "No, this is not required. Please do bring an ID or business card for check-in.\n",
    " \n",
    "What is the refund policy?\n",
    "Refunds for implementations will not be issued. You may change your implementation up until the registration deadline of Friday, March 1st by emailing Michelle mjanata@omaorg.org with your updated implementation information, including which enabler you will be testing. Any no-shows will not be refunded. Refunds will only be issued to those implementations that are cancelled due to not enough clients and servers registered for a particular enabler."
  ],
  "end_date": "2019-04-05",
  "location": "AC Hotel Porto",
  "name": "OMA TestFest - Porto Portugal",
  "rrule": null,
  "start_date": "2019-04-01",
  "url": "https://www.eventbrite.com/e/oma-testfest-porto-portugal-registration-48076335614?aff=ebapi"
}