{
  "description": [
    "\n",
    "\n",
    "\n",
    "\n",
    "\n",
    "\n",
    "Business Agility has become another buzzword. But how do we find agility useful and how did we acquire agility?\n",
    "\n",
    "In this Masterclass, organized in partnership with XP 2018,  we'll look through how we have changed our way of work including Agile, Lean, TPS and other movements.\n",
    "\n",
    "\n",
    "ABOUT THE GUEST:\n",
    "\n",
    "Kiro Harada\n",
    "Kiro Harada is a supply chain management consultant, Scrum, agile and lean coach and domain modeler from Japan.\n",
    "Having working experience both in manufacturing and software, he explains and trains methods or processes from various aspects. He’s been actively working to improve software and hardware development process. Making your work easier and safer so that you can try even harder challenges.\n",
    "His first project with Scrum was in 2004 delivering a factory management software within a record delivery date.  Since then, he's been practicing Scrum in various projects mainly manufacturing field.  Recent projects include next generation electric Kanban system in manufacturing management to help leaner manufacturing.\n",
    "\n",
    "\n",
    "IN PARTNERSHIP WITH:\n",
    "\n",
    "19th International Conference on Agile Software Development\n",
    "\n",
    "\n",
    "XP is the premier agile software development conference combining research and practice. It is a unique forum where agile researchers, practitioners, thought leaders, coaches, and trainers get together to present and discuss their most recent innovations, research results, experiences, concerns, challenges, and trends. Whether you are new to agile or a seasoned agile practitioner, XP 2018 will provide a playful and informal environment to learn and trigger discussions around its main theme — make, inspect, adapt.\n",
    "\n",
    "\n",
    "\n",
    "\n",
    "PS. This Masterclass is part of the Start & Scale Week. Don't forget to check the full agenda!\n",
    "\n",
    "\n",
    "\n"
  ],
  "end_date": "2018-05-07",
  "location": "Palácio da Bolsa",
  "name": "Masterclass: How we acquired Agility in our industry",
  "rrule": null,
  "start_date": "2018-05-07",
  "url": "https://www.eventbrite.com/e/masterclass-how-we-acquired-agility-in-our-industry-tickets-44984525928?aff=ebapi"
}