{
  "description": [
    "This event is strictly private and participation is granted only to verified members of the EIT Digital Alumni Community. More info can be found at alumni.eitdigital.eu\n",
    "\n",
    "\n",
    "Our flagship event, the 'Annual Meeting', is the one you certainly don't want to miss! It is the event where over 100 Alumni, previously students and employees within the EIT Digital ecosystem, cross their paths once again to learn from each other, discuss together trending hot topics, listen to inspiring speakers, have fun and spend an amazing long weekend with old and new friends.\n",
    "In 2017, at our first Annual Meeting in Brussels, over 80 members from 35 countries gathered together for 2 days of inspiring talks and networking. Last year our Annual Meeting in the Dolomites reunited 99 members in Trento, Italy, for 3 unforgettable days of knowledge sharing, outdoor sports, enriching workshops and an adventurous night at the Science Museum!\n",
    "This year we want to bring that festive spirit again, and do more! After a marvelous city and the brave mountains, the stunning beaches facing the Atlantic Ocean await us! We promise this edition in Porto will be epic!\n",
    "As always, we offer you a broad range of activities which will not only boost your career from a professional and personal point of view, but will also allow you to take a short holiday with the people you love surrounded by a stunning environment and relaxing views.\n",
    "The programme covers a multitude of areas, from tech talks and hands-on workshops to exciting tours around the region of Port Wine and surfing in the Atlantic Ocean.\n",
    "To recap:\n",
    "\n",
    "When? May 2 - May 5 2019\n",
    "Where? Porto, Portugal, and surroundings\n",
    "Applications close: March 1\n",
    "Questions? Check the FAQs\n",
    "\n",
    "The registration includes:\n",
    "\n",
    "3 nights at Selina Porto (different rates apply);\n",
    "May 2: Welcome Dinner;\n",
    "May 3: Full-Board (Breakfast, Lunch & Dinner);\n",
    "May 4: Half-Board (Breakfast, packed lunch & Dinner);\n",
    "May 5: Goodbye Breakfast;\n",
    "Historical City Centre free Walking Tour;\n",
    "Concert, DJ-set, #swag and infinite fun.\n",
    "\n",
    "We charge a 100€ deposit fee as a no-show guarantee, which will be refunded a few days after the event if you show up and attend the event.\n",
    "All room types can be seen here: www.selina.com/portugal/porto.\n",
    "The registration does not include:\n",
    "\n",
    "Drinks and extras not mentioned in \"The registration includes\" section; \n",
    "Transit from your location to Porto (and back);\n",
    "May 4: Surfing classes and rental (optional);\n",
    "May 4: Porto Wine Tour with visit to Wine Cellars (optional, 25€).\n",
    "\n",
    "We encourage you to show your employer this invitation letter and - hopefully - they will grant you a day permit. In addition, May 1 is Bank holiday in most European countries, and Portugal is such an amazing country you might consider coming some days in advance or staying longer in the area, so that flights might also be cheaper!\n",
    "\n",
    "\n",
    "Would you like to sponsor this event? Contact us at alumni@eitdigital.eu "
  ],
  "end_date": "2019-05-05",
  "location": "Selina Porto",
  "name": "Annual Meeting 2019",
  "rrule": null,
  "start_date": "2019-05-02",
  "url": "https://www.eventbrite.com/e/annual-meeting-2019-registration-55755029795?aff=ebapi"
}