{
  "description": [
    "Join us in a lively exchange about molecular interactions!\r\n",
    "You are cordially invited to a scientific seminar and applications training presenting dynamicBIOSENSORS’ novel switchSENSE® technology for molecular biophysical analysis. \r\n",
    " \r\n",
    "switchSENSE® INTRODUCTION SEMINAR\r\n",
    "Date / Time  I  Monday, September 24th, 2018 / 01:30 – 02:30 PM Location  I  Instituto de Investigação e Inovação da Universidade do Porto (i3S), Auditório Corino de Andrade \r\n",
    " \r\n",
    "switchSENSE® HANDS-ON TUTORIALS \r\n",
    "Date  I  September 24th – 28 th, 2018 Location  I  Biochemical and Biophysical Technologies Platform, Room 001S1\r\n",
    "SCHEDULE  \r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "Monday, Sep. 24th \r\n",
    "03:00 to 5:00 PM\r\n",
    " \r\n",
    " \r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "Determination of kinetic rates of a protein-protein interaction combined with sizing of the target protein\r\n",
    "switchSENSE® is a unique platform that combines high sensitivity kinetics with structural information. Here, we will measure the interaction of an anti-human Carbonic Anhydrase 1 (hCA1) antibody with hCA1. Additionally, we will determine the hydrodynamic diameter (DH) of hCA1 in nm and compare it to the crystal structure-derived DH.\r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "Tuesday, Sep. 25th\r\n",
    "09:00 to 11:00 AM\r\n",
    " \r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "Detection of Conformational Changes in Proteins\r\n",
    "Molecular interactions and protein function crucially depend on protein structure. switchSENSE® allows to analyze target protein integrity and changes in the hydrodynamic diameter (DH) in reaction to analytes. Here, we will measure the ΔDH of Transglutaminase-2 upon binding of small molecules. \r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "Wednesday, Sep. 26th\r\n",
    "09:00 to 11:00 AM\r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "Measuring kinetic rates of a small molecule - protein interaction\r\n",
    "switchSENSE® is suitable for the quantification of low affinity and fast on rates as well as high affinity binders and long off rates. During this training we will determine the high affinity interaction kinetics of Biotin and Anti-Biotin Fab fragment. \r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "Thursday, Sep. 27th \r\n",
    "09:00 to 11:00 AM\r\n",
    " \r\n",
    " \r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "Color-coded multiplexing for simultaneous interactions or referencing\r\n",
    "The dual-color switchSENSE® design enables the immobilization and independent detection of two different molecules on the biosensor surface. Thereby cellular antigen geometry can be mimicked, or interaction specificity can be controlled in real-time. Here, we measure two small molecule - protein interactions simultaneously.\r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "Friday, Sep. 28th \r\n",
    "09:00 to 11:00 AM\r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "Use of a novel DNA structure to detect small molecule - kinase interactions\r\n",
    "Small molecule kinase inhibitors are promising therapeutics for a broad range of diseases. Here, we measure the association and dissociation rates of a small molecule (Staurosporin) to/from Protein Kinase A.\r\n",
    " \r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "Interested in how your colleagues at i3S are employing theswitchSENSE® technology for their own projects?Join us for the Wrap Up Session on Friday, Sep. 28th at 02:00 PM at Sala B.\r\n",
    "We will be happy to hear your feedback about the technology!\r\n",
    "For details, questions or further information please visit our website at www.dynamic-biosensors.com or contact our team paiva@dynamic-biosensors.com I matscheko@dynamic-biosensors.com\r\n",
    " \r\n",
    "switchSENSE® technology delivers unrivaled information on a single platform\r\n",
    "dynamicBIOSENSORS’ pioneering switchSENSE® platform is a user-friendly, fluorescence-based biosensor chip technology for the real-time measurement of binding kinetics (kON, kOFF) and affinities (KD). Uniquely, protein size can be accessed in addition. The innovative measurement principle is a change in the movement of DNA nanolevers mounted on micro-electrodes. Interactions between proteins, DNA/RNA, small molecules, and liposomes can be detected with femto-molar sensitivity. Using minimal amounts of sample, protein diameters (DH) and conformational changes are analyzed with 0.1 nm accuracy, as well as protein melting transitions (TM).\r\n",
    "Unrivaled, the dual-color DRX² analyzer enables the simultaneous measurement of two different interactions on the same detection spot. This offers the possibility of on-spot referencing or dual-binding modelling, ideal for bispecific interactions. \r\n",
    "Learn about the technology and how to apply it to your own projects in a scientific talk and hands-on experiments during the demo week at i3S!"
  ],
  "end_date": "2018-09-25",
  "location": "Instituto de Investigação e Inovação da Universidade do Porto (i3S)",
  "name": "switchSENSE® Seminar & Hands-on Tutorials",
  "rrule": null,
  "start_date": "2018-09-25",
  "url": "https://www.eventbrite.de/e/switchsense-seminar-hands-on-tutorials-tickets-50110346395?aff=ebapi"
}