{
  "description": [
    "SCOPE\r\n",
    "The recognition that TEM/STEM and SEM coupled with EELS, EDS and in situ holders can be used as a powerful tool for characterization of materials has been widely established. Recently, the study and development of nanomaterials, a field which is quickly becoming one of the most promising fields of science and technology today, and the development in electron optics, detectors, stage design and fabrication, and recording media has brought an exciting resurgence of interest in TEM.  The goal of this symposium is to bring together a wide variety of researchers with interests in the science, engineering and technological applications to discuss the use of TEM/STEM and SEM techniques on the characterization and modification of properties of materials.\r\n",
    " \r\n",
    "CALL FOR ABSTRACTS (POSTER SESSION)\r\n",
    "Abstracts are solicited in, but not limited to, the following areas involving the use of TEM/STEM and SEM:\r\n",
    "\r\n",
    "Fundamental properties of materials\r\n",
    "Nanoparticles\r\n",
    "Biological materials\r\n",
    "Organic/Inorganic interfaces \r\n",
    "Solid/Liquid Interfaces\r\n",
    "2-D materials\r\n",
    "Energy Materials\r\n",
    "Structure of Materials\r\n",
    "Chemical reactions and catalysis\r\n",
    "\r\n",
    " PLEASE SUBMIT YOUR ABSTRACT by sending it to the following EMAIL: microscopy(at)inl.int (include your name, surname and actual affiliation/company/University).\r\n",
    " \r\n",
    "IMPORTANT DATES\r\n",
    "Deadlines Abstracts Submission: April 23th. \r\n",
    "Camera Ready and Registration printed: May 4th.\r\n",
    " \r\n",
    "KEYNOTE SPEAKERS\r\n",
    "\r\n",
    "Dr. Raúl Arenal, \r\n",
    "ARAID Researcher at The Institute of Nanoscience of Aragon (INA), Spain.\r\n",
    "\r\n",
    "Dr. Nasim Alem\r\n",
    "Assistant Professor of Materials Science and Engineering, Penn State.\r\n",
    "\r\n",
    "Prof. Velimir R. Radmilović\r\n",
    "Professor at the university of Belgrade and a principal research fellow at Berkeley National Laboratory.\r\n",
    " \r\n",
    "Please contact the event manager Leonard Francis (leonard.francis(at)inl.int) below for:- Multiple participant discounts- Invitations- Event sponsorships\r\n",
    "\r\n",
    "\r\n",
    "\r\n",
    "More info: http://electron-microscopy.inl.int/\r\n",
    "* All the ticket registrations will cover the coffe break during the Workshop at INL. \r\n",
    " \r\n",
    " "
  ],
  "end_date": "2018-05-04",
  "location": "INL - International Iberian Nanotechnology Laboratory",
  "name": "Workshop on Electron Microscopy & Call for Abstracts",
  "rrule": null,
  "start_date": "2018-05-04",
  "url": "https://www.eventbrite.co.uk/e/workshop-on-electron-microscopy-call-for-abstracts-tickets-44676453475?aff=ebapi"
}