{
  "description": [
    "A REN – Redes Energéticas Nacionais promove, no próximo dia 19 de junho, entre as 09h00 e as 13h00, no Auditório da Fundação de Serralves (Porto) o 2º Simpósio da Cátedra REN em Biodiversidade.\n",
    "\n",
    "Fundada com o objetivo de criar uma rede inovadora e integrada de pesquisa, transferência de conhecimento, investigação e divulgação científica nos diferentes domínios da biodiversidade, contribuindo para a sua preservação, a Cátedra REN resulta de uma parceria entre a REN – Redes Energéticas Nacionais, a FCT - Fundação para a Ciência e Tecnologia e o CIBIO-InBIO da Universidade do Porto.\n",
    "\n",
    "Durante a tarde, terá ainda lugar o Workshop “Scientific Advances: contributions od the REN Biodiversity Chair” (na Faculdade de Ciências do Porto, entre as 15h00 e as 17h00) – que contará com a participação de Rick Harness e de vários especialistas nesta área – e que carece de inscrição (lugares limitados). \n",
    "\n",
    "PROGRAMA COMPLETO\n",
    "1ª PARTE – Manhã | Fundação de Serralves\n",
    "9:00 – Receção\n",
    "9:30 – Abertura \n",
    "Rodrigo Costa – Presidente da REN\n",
    "9:45 – Resultados globais da cátedra REN em Biodiversidade \n",
    "Francisco Moreira – Responsável da Cátedra REN em Biodiversidade\n",
    "10:10 –  REN e Academia: Uma rede de Conhecimento \n",
    "Francisco Parada – Responsável QAS REN\n",
    "10:30 – Animal Interactions with power facilities \n",
    "Rick Harness, Biólogo - Universidade do Colorado\n",
    "11:00 – Coffee Break\n",
    "11:20 – Mesa Redonda – A Investigação Aplicada: Vantagens para as empresas \n",
    "-      Francisco Parada – Responsável QAS - REN\n",
    "-      Vitor Batista – Direção de Sustentabilliade - EDP\n",
    "-      Brisa *\n",
    "-      Nuno Neto – Director de Património e Produção Florestal - The Navigator Company\n",
    "-      Nuno Ferrand – Coordenador Científico - CIBIO - Inbio\n",
    "12:30 – Perguntas e Respostas\n",
    "12:55 – Encerramento \n",
    "*a confirmar\n",
    "\n",
    "2ª PARTE – Tarde | Faculdade de Ciências da Universidade do Porto\n",
    "Workshop: “Scientific advances: contributions of the REN Biodiversity Chair”.\n",
    "Nota: A participação no Workshop é feita mediante inscrição no mesmo e está sujeita às vagas disponíveis.\n",
    " \n",
    "15:00 – Joana Bernardino \n",
    "“Bird collision with power lines: state of the art and knowledge gaps”\n",
    "15:15 – Ricardo Martins\n",
    "“Bird mortality in REN lines: overview of 15 years of monitoring data”\n",
    "15:30 – Teresa Marques \n",
    "“Modelling Great and Little bustard mortality in very high-tension power lines in Portugal”.\n",
    "15:45 – João Paulo Silva \n",
    "“Population trends and the importance of anthropogenic mortality in the Little bustard”\n",
    "16:00 – Rick Harness \n",
    "Final Wrap up\n",
    "17: 00 - Visita a Galeria da Biodiversidade \n",
    "Centro Ciência Viva | Museu de História Natural e da Ciência da Universidade do Porto\n",
    " \n"
  ],
  "end_date": "2018-06-19",
  "location": "Fundação Serralves",
  "name": "2º Simpósio da Cátedra REN em Biodiversidade",
  "rrule": null,
  "start_date": "2018-06-19",
  "url": "https://www.eventbrite.pt/e/bilhetes-2o-simposio-da-catedra-ren-em-biodiversidade-46647976353?aff=ebapi"
}