{
  "description": [
    "We are happy to announce our first quarterly meeting! We have been planning a full day of learning (hands-on) with two awesome speakers: Pedro Balage from Farfetch and João Lages from OutSystems. \n",
    "Since we want to make sure that you are really coming to the event we politely ask you to pay a small fee (10€) that guarantees your participation which will be fully refunded on the day of the event after the check-in. Once you get your free ticket, we will send you an e-mail with more informations regarding this (besides the eventbrite e-mail with the ticket). Only after this last step, we will consider your registration complete.\n",
    "In this workshop, we will offer an introduction to Natural Language Processing (NLP) with a special focus on deep learning approaches. The first part of this workshop will focus on how to model textual data with word embeddings and context embeddings. We will also talk about the basics behind the algorithms commonly used in NLP (word2vec, glove, ELMO, BERT). The second part of this workshop will focus on using this knowledge to provide data science solutions, such as text classification. The workshop will be 100% hands-on with Python, Keras and Jupyter notebooks. The participants are asked to bring their own laptops to interact with the workshop. In order to take more advantage of the workshop, we'll send you the details about the libraries that you will need to install before the #1 Quarterly Meeting.\n",
    "\n",
    "Agenda\n",
    "10:30: Check-in11:00: How to model textual data: Word Embeddings 13:00: Lunch15:00: Applied knowledge: from theory to code17:00: Drinks & Drinks with networking\n",
    "We invite you to come lunch with all of us. Although we do not offer the lunch, it might be an excellent opportunity for networking (please register here: https://doodle.com/poll/8zpxzptbw7i2982q)\n",
    "\n",
    "Know our speakers\n",
    "\n",
    "\n",
    "Pedro Balage works as Lead Data Scientist at Farfetch, focusing on providing NLP capabilities for its e-commerce search. He holds a PhD in Natural Language Processing from the University of São Paulo (Brazil) and he is affiliated to the Instituto de Telecomunicações (IT- Lisbon). He is member of the organisation committee for the Lisbon Machine Learning School (LxMLS).\n",
    "\n",
    "\n",
    "João Lages works as a Research Scientist at OutSystems, who doesn’t usually write about himself in the third person, but here we are. He holds a MSc in Electrical and Computer Engineering, with a focus on Deep Learning applied to Information Retrieval in his thesis project. \n",
    "\n",
    "\n",
    "We look forward to seeing you there!"
  ],
  "end_date": "2019-03-30",
  "location": "UPTEC",
  "name": "Porto AI :: Quarterly Meeting #1 - An introduction to Natural Language Processing",
  "rrule": null,
  "start_date": "2019-03-30",
  "url": "https://www.eventbrite.com/e/porto-ai-quarterly-meeting-1-an-introduction-to-natural-language-processing-tickets-58489829655?aff=ebapi"
}