{
  "description": [
    "Visual Engagement - Visual thinking while adopting emergent practices in agile teams, by João Reis.\n",
    "\n",
    "Father of Malu and Ana Clara, husband of Cris, João Reis (https://www.linkedin.com/in/jreisstudio/) (@jreisstudio) is an Agilist passionate about software development and Visual Thinking. His strongest belief is that “Individuals and interactions” are really more important than “processes and tools”, and tries to collaborate on building teams around this concept.\n",
    "\n",
    "Subject: Visual Engagement - Visual thinking while adopting emergent practices in agile teams\n",
    "\n",
    "Abstract: Emergent Practices and Visual Thinking are wide concepts that for many times become subjective in our discussions. During the past few years a lot has been said about these subjects disconnectedly, but do we really understand? What are Emergent Practices? Why should we use them? Isn’t Visual Thinking just about doing a little drawing instead of writing? Do these two things work together?\n",
    "\n",
    "This workshop aims to demonstrate through simple practices how Visual Engagement can support the adoption of Emergent Practices in a daily basis of agile teams providing clarity to complex decision making.\n",
    "\n",
    "Agenda:\n",
    "• Welcome\n",
    "• Workshop - Visual Engagement\n",
    "• Networking break – Coffee break\n",
    "• Sketching Open Space\n",
    "• Closing\n",
    "\n",
    "Obs.: At the end of the event, we traditionally go to some restaurant nearby for dinner and keep talking about Agile. Feel free to join us ;-)\n",
    "\n",
    "This workshop will be presented in Brazilian Portuguese!\n",
    "\n",
    "This event is FREE to attend, but you have to register yourself first.\n",
    "\n",
    "See you there & bring a friend"
  ],
  "end_date": "2018-03-28",
  "location": "Heartbit Sonae",
  "name": "Porto Community Meetup #24",
  "rrule": null,
  "start_date": "2018-03-28",
  "url": "https://www.facebook.com/events/158931671588045/"
}