{
  "description": [
    "A one-night unconference to explore together how new technologies can help us build a better world.\n",
    "\n",
    "~~\n",
    "\n",
    "How can we, as citizens, social entrepreneurs and tech experts, join forces to solve the greatest challenges of our time?\n",
    "\n",
    "Disruptive technologies like #Blockchain, #DataScience, #MachineLearning, #IoT and #NewManufacturing open new possibilities and push boundaries every day. They empower entrepreneurs to bring their solution to a scale and pace that was out of reach 3 years ago.\n",
    "\n",
    "We believe that a technology-first approach to solve the XXIth century challenges is a risk if taken in isolation from the local context and the specifics of the user.\n",
    "\n",
    "This is why we need to spark-up collaboration from the need on the field to the algorithm.\n",
    "\n",
    "\n",
    "// WHO SHOULD ATTEND?\n",
    "\n",
    "Tech specialists, social entrepreneurs and anyone who wants to learn and share ideas & experience about disruptive technologies in the context of social entrepreneurship!\n",
    "\n",
    "\n",
    "// ABOUT THE EVENT\n",
    "\n",
    "We will explore new possibilities and ways of collaborations between techies&non-techies together in a barcamp-style, participant-driven event. Everyone can bring a topic, pitch it, and participants will vote for the topics they want to explore deeper.\n",
    "\n",
    "Bring your ideas, questions, experience, will to learn and share, and be prepared to be surprised and discover a whole new world of tech & social initiatives!\n",
    "\n",
    "- Wednesday, 28th of February\n",
    "- 19h\n",
    "- Location: Porto I/O Downtown, R. de Cândido dos Reis 81, 4050-152 Porto, Portugal\n",
    "- Free entrance\n",
    "\n",
    "\n",
    "// ABOUT SENSETECH\n",
    "\n",
    "This event is part of SenseTech Week - a worldwide series of events from MakeSense about technology and social business: http://tech.makesense.org/\n",
    "\n",
    "\n",
    "// ABOUT MAKESENSE\n",
    "\n",
    "MakeSense is a growing community that engages thousands of citizens and social entrepreneurs across the world to build local solutions for the most pressing issues of our times. The aim is to help entrepreneurs to find solutions to their challenges and projects.\n",
    "\n",
    "35,000 volunteers have already helped 2,500 entrepreneurs in 100 cities, contributing to reach the Global Goals.\n",
    "\n",
    "www.makesense.org"
  ],
  "end_date": "2018-02-28",
  "location": "Porto i/o",
  "name": "Disruptive Technologies x Global Goals – SenseTech Porto Barcamp",
  "rrule": null,
  "start_date": "2018-02-28",
  "url": "https://www.facebook.com/events/591641194505722/"
}