{
  "description": [
    "Data Scientists are the new generation of problem solvers, joining statistics, tech and domain understanding. \n",
    "Which problems are being solved and what exactly is needed to solve them?\n",
    "We'll be getting experts in the field to talk to us about that.\n",
    "\n",
    "AGENDA\n",
    "10:00 - Welcome and get together\n",
    "\n",
    "10:10 - Opening session\n",
    "\n",
    "10:20 - Talk 1 - To be added\n",
    "\n",
    "10:55 - Machine Learning, Regulation and Ethics: The role of AI for credit attribution\n",
    "Pedro Fonseca - Co-founder & Head of Research @ James\n",
    "Credit is an old industry. Since the first Babylonian farmer asked for a loan to buy seeds, financiers have tried to predict “who will pay back”. Machine learning, and the new technologies around AI, are making slow yet certain progress into this ancient and fascinating field, dealing with questions of fairness, regulation, and sheer predictive power. James, a Lisbon based FinTech backed by some of Europe’s leading investors in the credit sector, is at the heart of this journey.\n",
    "\n",
    "11:30 - Coffee/Beer Break\n",
    "\n",
    "12:00 - Talk 3 - Miguel Almeida - Head of Research @ Feedzai\n",
    "\n",
    "12:35 - Ask Me Anything (AMA) Session\n",
    "\n",
    "WHO SHOULD ATTEND?\n",
    "Entrepreneurs, Data Professionals,  Data Enthusiasts, Tech Lovers, Aspiring Data Scientists.\n",
    "\n",
    "ABOUT THE GUESTS:\n",
    "Pedro Fonseca - Co-founder & Head of Research @ James\n",
    "\n",
    "Pedro Fonseca is a co-founder and Head of R&D at James, the Credit Risk AI. James is a Lisbon based Fintech company, backed by (among others) the ex-CEO of Credit Suisse Gael de Boissard, and the ex-COO of Deutsche Bank Henry Ritchotte. The company helps lenders in 4 continents to do better credit risk assessment with Machine Learning.\n",
    "\n",
    "\n",
    "In partnership with: Data Science Portugal\n",
    "\n",
    "\n",
    "PS. Don't forget to check the full agenda for the Start & Scale Week! ( http://scaleupporto.pt/start-scale-2018 )"
  ],
  "end_date": "2018-05-10",
  "location": "Palácio da Bolsa",
  "name": "Problem solving with Data Science",
  "rrule": null,
  "start_date": "2018-05-10",
  "url": "https://www.facebook.com/events/190134548442764/"
}