{
  "description": [
    "É Natural?\n",
    "\n",
    "Como resultado do desenvolvimento contínuo e exponencial de milhares de anos de evolução, do conhecimento e da tecnologia, vivemos um mundo cada vez mais complexo e artificial – criado por nós, seres humanos. Hoje, desfrutamos, sem pensar, e com esforço mínimo, das inúmeras vantagens destes avanços.\n",
    "\n",
    "Ainda assim, existe a percepção generalizada que podemos ter ido longe demais e, por isso, procuramos objetos, conceitos e experiências mais simples e naturais, às quais temos maior apreço e reconhecemos maior genuinidade.\n",
    "\n",
    "Um sentimento, sem dúvida, bem intencionado, mas será que nos levará mais longe e a um mundo melhor? \n",
    "Será que o que é natural é melhor do que o artificial? Em todas as condições e situações?\n",
    "Ou será que o artificial se tenderá a transformar no novo natural?\n",
    "\n",
    "Na próxima edição do TEDxPorto pretendemos fazer compreender que o que é natural é complexo, e que algo artificial não é necessariamente mau.\n",
    "\n",
    "Garante já o teu lugar no evento principal de dia 14 de abril, na Casa da Música. Até ao dia do evento, o preço do bilhete vai aumentar gradualmente. Do que estás à espera?\n",
    "\n",
    "Fica atento/a e acompanha todas as novidades das seguintes formas:\n",
    "\n",
    "Website: www.tedxporto.com\n",
    "Facebook: www.facebook.com/tedxporto\n",
    "Instagram: www.instagram.com/tedxporto\n",
    "Twitter: @tedxoporto\n",
    "\n",
    "Se tiveres alguma questão sobre bilhetes poderás contactar-nos através de checkin@tedxporto.com\n",
    "\n",
    "Se tiveres questões sobre outros assuntos poderás contactar-nos através de info@tedxporto.com"
  ],
  "end_date": "2018-04-14",
  "location": "Casa da Música",
  "name": "TEDxPorto: 9ª Edição \"É Natural?\"",
  "rrule": null,
  "start_date": "2018-04-14",
  "url": "https://www.facebook.com/events/1435759106549921/"
}