{
  "description": [
    "Title: Hyp: To the infinity & beyond of a scrum team\n",
    "\n",
    "Abstract: Most of teams who are using scrum struggle to evolve on its practices with time, they stall and their productivity doesn’t goes further. The purpose of the talk is to exploit how can we bring happiness to those teams and start to be not productive but hyperproductive. Let’s find out how using scrum patterns, the teams starts to find a way to go to its infinity & beyond!\n",
    "\n",
    "By Pedro Almeida\n",
    "\n",
    "Bio: Pedro Almeida (https://www.linkedin.com/in/pfsalmeida/)\n",
    "Having the crazy motto “Changing the world every day”, Pedro is passionate about teams, its people and its interactions. Passionated about agility and engineering. Pedro has started working in Telecommunication area as a developer with amazing teams from Maisis, PT Inovação, and Nokia where he discovered Agility. And the last 4 years being an Agile Coach at Farfetch and now at Talkdesk - where he is building the most amazing product of the world for call centers!\n",
    "\n",
    "Title: A friendly introduction to word embeddings\n",
    "\n",
    "Abstract: We will discuss the limitations of traditional textual data representation methods and explore how we can do better.\n",
    "In the process, we will learn how to encode words into vectors and apply simple arithmetics to discover the secret identity of superheroes from the Marvel Universe and build a cross-language search engine to recommend questions from Quora.com.\n",
    "\n",
    "By Arian Pasquali\n",
    "\n",
    "Bio: Arian Pasquali is a researcher associated to University of Porto and the Artificial Intelligence and Decision Support Laboratory at INESC TEC - INESC Technology. He has MSc in Computer Science by the University of Porto with specialization in Data Mining and published research on topics like information retrieval, social media analytics, topic modeling, and summarization.\n",
    "The early years of his career he spent building Enterprise Resource Planning software in Progress, VisualBasic, ActionScript, Objective-C, and Java before moving to the academy to focus on Text Mining.\n",
    "Today his research interests involve machine learning applied to natural language processing, in particular, information retrieval. He also naively hopes to fix fake news.\n",
    "\n",
    "Agenda:\n",
    "\n",
    "6.45pm - 7pm: Registration / Meet & Greet\n",
    "7pm - 7.30pm: \"Hyp: To the infinity & beyond of a scrum team\" by Pedro Almeida\n",
    "7.30pm - 7.45pm: Coffee Break\n",
    "7.45pm - 8.15pm: \"A friendly introduction to word embeddings\" by Arian Pasquali"
  ],
  "end_date": "2019-02-21",
  "location": "Talkdesk",
  "name": "Fullstack Porto 2nd edition",
  "rrule": null,
  "start_date": "2019-02-21",
  "url": "https://www.meetup.com/Fullstack-Porto/events/258923405/"
}