{
  "description": [
    "Title: a(SSH)ymmetric keys made easy\n",
    "\n",
    "Abstract: Nowadays with the fastest pace that people are joining and leaving companies, every system administrator wants to be able to control and audit the accesses to his infrastructure. In this talk, we're going to have a brief explanation of how asymmetric keys works and it can be used to establish secure connections to instances shells at large scale\n",
    "\n",
    "By Marcelo Almeida\n",
    "https://twitter.com/marcelo0almeida\n",
    "https://www.linkedin.com/in/msalmeida/\n",
    "\n",
    "Bio: Highly passionate about automation, monitoring, and reliability. Always looking forward to building ultra-scalable and highly reliable and resilient systems. And also love to ride bikes 🏍.\n",
    "\n",
    "Title: Row row row, your code, gently down the stream!\n",
    "\n",
    "Abstract: Reactive is a buzz word. Everybody on Mobile wants to at least try to jump on that boat. But what does it really improve, and what are some crazy stuff you can do with it?\n",
    "Let's go down the stream rowing with some RxJava (and Kotlin ofc!) and see where it takes us!\n",
    "\n",
    "By Pedro Vicente\n",
    "https://twitter.com/neteinstein\n",
    "https://www.linkedin.com/in/neteinstein/\n",
    "https://github.com/neteinstein\n",
    "\n",
    "Bio: Pedro Vicente is an improver. “What kind of bs title is that?” - you probably were asking yourself. Well, he thrives by (trying - sometimes a lot - until he successfully) improves the processes around him either it being human or software related. He has been developing mobile apps since 2008ish. Currently he is a Mobile Software Craftsman at Mindera, created LoopGain and organizes stuff at GDG Porto.\n",
    "\n",
    "Agenda:\n",
    "\n",
    "6.45pm - 7pm: Registration / Meet & Greet\n",
    "7pm - 7.30pm: \"a(SSH)ymmetric keys made easy\" by Marcelo Almeida\n",
    "7.30pm - 7.45pm: Coffee Break\n",
    "7.45pm - 8.15pm: \"Row row row, your code, gently down the stream!\" by Pedro Vicente"
  ],
  "end_date": "2019-03-21",
  "location": "Talkdesk",
  "name": "Fullstack Porto 3rd edition",
  "rrule": null,
  "start_date": "2019-03-21",
  "url": "https://www.meetup.com/Fullstack-Porto/events/259498114/"
}