{
  "description": [
    "The goal of this event is to gather the Android community in Porto, helping everyone to get up to date and to know Android a little bit better. We'll share knowledge and experience about the Android ecosystem.\n",
    "\n",
    "This is the #3 Android Session, it will be hosted in collaboration with WIT-Software (https://www.wit-software.com) and they'll share with us their experience.\n",
    "\n",
    "• So, what's the plan here?\n",
    "\n",
    "18:30 - Welcome snacks!\n",
    "18:50 - Securing Android Applications - António Mendes, WIT-Software\n",
    "19:25 - TBA\n",
    "20:00 - That's all folks!\n",
    "\n",
    "• Should I bring anything?\n",
    "There is no need to bring anything, but if you have something cool to show you can bring it and share it with us!\n",
    "\n",
    "• Important stuff!\n",
    "If you are joining, please book it here. We have limited sitting.\n",
    "\n",
    "Also\n",
    "Join GDG Porto on Slack https://gdgporto.slack.com/ and check out the #dev-android channel! If you need an invite please ping us at [masked]\n",
    "\n",
    "• About the speakers\n",
    "\n",
    "## António Mendes\n",
    "\n",
    "António Mendes is an Information Security Enthusiast which loves all the security matters. He tries to keep up to date in security to be a step ahead of bad guys. Working mostly on application security with focus on mobile applications.\n",
    "\n",
    "Talk abstract\n",
    "\n",
    "Nowadays there are more than two billion Android devices around the world. We put all our information on those devices and it becomes the main target for malicious people. The question is, are we safe? What we can do, as developers, to increase security of our applications?\n",
    "During this presentation we will show hints to make our applications safer and protect the privacy of the end user."
  ],
  "end_date": "2018-06-06",
  "location": "UPTEC - Polo Tecnológico",
  "name": "GDG - Android Sessions - #3 WIT-Software",
  "rrule": null,
  "start_date": "2018-06-06",
  "url": "https://www.meetup.com/GDG-Porto/events/251041721/"
}