{
  "description": [
    "The goal of this event is to gather the Android community in Porto, helping everyone to get up to date and to know Android a little bit better. We'll share knowledge and experience about the Android ecosystem.\n",
    "\n",
    "This is the #2 Android Session, and it will be hosted in collaboration with Blip (https://www.blip.pt/) and they'll share with us their experience.\n",
    "\n",
    "• So, what's the plan here?\n",
    "\n",
    "18:30 - Welcome snacks!\n",
    "18:50 - The Droid on Webs - João Zão, Blip\n",
    "19:25 - Building a Database with Room, Rui Mendes\n",
    "20:00 - That's all folks!\n",
    "\n",
    "• Should I bring anything?\n",
    "There is no need to bring anything, but if you have something cool to show you can bring it and share it with us!\n",
    "\n",
    "• Important stuff!\n",
    "If you are joining, please book it here. We have limited sitting.\n",
    "\n",
    "Also\n",
    "Join GDG Porto on Slack https://gdgporto.slack.com/ and check out the #dev-android channel! If you need an invite please ping us at [masked]\n",
    "\n",
    "• About the speakers\n",
    "\n",
    "## João Zão\n",
    "\n",
    "Hey, I’m João Zão a devoted Android Developer, an Electrical and Computer Engineer with great enthusiasm in Computer Science. Creative thinker, passionate about generating ideas and bringing them to life.\n",
    "My very first contact with Android was in 2011 but it only started to make part of my professional life around 2014. During that time I developed several apps in the most different areas, going from entertainment to corporate apps (IoT, mobile games, cloud). Currently I continue my relationship with the green robot at Blip, where I started to focus more on Architecture and SOLID design principles.\n",
    "\n",
    "https://github.com/Binglas\n",
    "https://www.linkedin.com/in/joaozao/\n",
    "https://twitter.com/JoaoBZao\n",
    "\n",
    "Talk abstract\n",
    "\n",
    "WebView exists since the beginning of Android but its usage has been changing ever since. In this talk we will travel through the huge changes that this versatile component of the Android SDK has suffered during the times. We will also see how it is to setup a basic implementation of a well working WebView and compare the most common usages whilst pointing the pros/cons and also some curious challenges.\n",
    "\n",
    "## Rui Mendes\n",
    "\n",
    "Senior Android Developer @ Wetek.\n",
    "Roughly 5 years working with the Android platform.\n",
    "Most of his time is spent between beer, sports (mainly watching sports, not really practicing!) and a computer, with no particular order.\n",
    "Tries to be funny sometimes, but usually without great success.\n",
    "\n",
    "https://github.com/ruimendesM\n",
    "https://www.linkedin.com/in/rui-mendes-2482465b/\n",
    "\n",
    "Talk abstract\n",
    "\n",
    "Room Persistent Library is one of the most exciting libraries for you to build a Database. It is annotation based and provides an abstraction layer over the SQLite, thus reducing the boiler plate code. This presentation targets developers with no or limited experience with the Room Persistent Library, since the idea is to give an overview over the library features and what can be achieved with it."
  ],
  "end_date": "2018-05-10",
  "location": "Blip.PT ",
  "name": "GDG - Android Sessions - #2 Blip",
  "rrule": null,
  "start_date": "2018-05-10",
  "url": "https://www.meetup.com/GDG-Porto/events/249908180/"
}