{
  "description": [
    "We want to gather the Android community in Porto, helping everyone to get up to date and to know Android a little bit better. We'll share knowledge and experience about the Android ecosystem.\n",
    "\n",
    "This session will be hosted by Mindera. They'll share with us their space, cookies and experience. Check them out (https://mindera.com)!\n",
    "\n",
    "• So, what's the plan here?\n",
    "\n",
    "17:30 - Welcome snacks!\n",
    "18:00 - Iveta Jurcikova - MVI on Android\n",
    "18:35 - Gilson - ReactNative\n",
    "19:10 - Santiago Vanegas - Combining Observables in Rx\n",
    "20:00 - That's all folks!\n",
    "\n",
    "• Should I bring anything?\n",
    "There is no need to bring anything, but if you have something cool to show you can bring it and share it with us!\n",
    "\n",
    "• Important stuff!\n",
    "If you are joining, please book it here. We have limited sitting.\n",
    "\n",
    "• Who are the speakers?\n",
    "\n",
    "Iveta Jurcikova (STRV) - https://www.linkedin.com/in/iveta-jurcikova-728ab2145/\n",
    "\n",
    "*MVI on Android*\n",
    "\n",
    "\"Every Android developer has heard about MVP and MVVM patterns. Even without so much effort, we can explain what is the meaning of the “V”, “P” and “VM” in this acronyms. However, have you ever thought about what is the purpose of the “M” which stands for “Model”? Are we still following its original definition or have we just misused it to describe those patterns?\n",
    "In this talk, I am going to introduce you a reactive architecture for Android which uses the model according to its original interpretation. Do you know how this story will end? And what if coroutines step into the game…?\"\n",
    "\n",
    "Gilson (HOLD) - https://www.linkedin.com/in/gilson-marquato-jr/\n",
    "\n",
    "*ReactNative*\n",
    "\n",
    "\"React Native is a framework made by Facebook to let us build a real native app using JS and React. You can write native code too, without slowing down the app.\n",
    "You will be able to see what can be created with React Native and might be surprised by its performance!\"\n",
    "\n",
    "Santiago Gil (STRV) - https://www.linkedin.com/in/svanegas/\n",
    "\n",
    "*Combining Observables in Rx*\n",
    "\n",
    "\"Several times we face up with situations where we need to handle more than one source of data, processing them by performing calculations or just pairing them together.\n",
    "ReactiveX has powerful operators that allow us to do so, even for very specific scenarios.\n",
    "Let’s see an explanation about some of those operators, we will go through practical examples which are pretty easy to understand and to get key differences between them.\"\n",
    "\n",
    "Also\n",
    "Join GDG Porto on Slack (https://gdgporto.slack.com/) and check out the #dev-android channel!\n",
    "Invitation link: https://join.slack.com/t/gdgporto/shared_invite/enQtMzkwNjg1MTQxNzAxLWQ1NDEyNmZhOTNiNjViNTU4M2E0NGI2NDBiY2YzNjUxZjIyZDJhZGE2Y2FkMmQxYzk0NDYyNWViZjA5MzdkNWE\n",
    "\n",
    "If you need to reach GDG Porto, please ping us at [masked]"
  ],
  "end_date": "2018-11-13",
  "location": "Mindera",
  "name": "GDG - Android Sessions - #5 Mindera",
  "rrule": null,
  "start_date": "2018-11-13",
  "url": "https://www.meetup.com/GDG-Porto/events/255741273/"
}