{
  "description": [
    "Byte sized meetups, to open your appetite.\n",
    "\n",
    "In this byte, we’ll talk about web, more specifically Angular. Sani Yusuf and Andrew Wiens are in town and want to meet you all!\n",
    "\n",
    "# The Schedule\n",
    "\n",
    "18:00 - Doors open, we greet you!\n",
    "18:30 - Andrew Wiens - Drag and Drop Isn't a Drag with Angular Material CDK\n",
    "19:00 - Sani Yusuf - Let's Build A Form Around it\n",
    "19:30 - Q&A with a beer in hand\n",
    "20:00 - You leave, doors close (sad_face.gif)\n",
    "\n",
    "# The speakers\n",
    "\n",
    "## Sani Yusuf\n",
    "Google Developer Expert For Web, Founder Of Haibrid\n",
    "\n",
    "Talk abstract:\n",
    "\"Reactive Forms are a mainstay in the Angular ecosystem yet a lot of developers limit their usage to just Login pages or traditional input collection. In this talk, I will showcase how you can take advantage of the full power of Reactive Forms to build some really powerful state-driven solutions. This talked will be based on a real-world personal experience of building complex data-driven healthcare solutions with Reactive Forms. I will also showcase some really common use cases in a Lot of angular applications that may not be obvious for the application of Reactive Forms. We will explore the hierarchy of Reactive Form Controls and showcase some smart ways to implement custom validation inside of your Angular application. The main aim of this talk is to enable users to be aware of what is at their disposal and how they can take advantage of the full power of Reactive Forms.\"\n",
    "\n",
    "More info:\n",
    "https://developers.google.com/experts/people/sani-yusuf\n",
    "https://www.linkedin.com/in/saniyusuf/\n",
    "https://medium.com/@saniyusuf\n",
    "https://github.com/saniyusuf\n",
    "https://twitter.com/saniyusuf\n",
    "https://saniyusuf.com/\n",
    "\n",
    "## Andrew Wiens\n",
    "Software developer at Oasis Digital, Angular Boot Camp instructor, and CS PhD student at Cornell University\n",
    "\n",
    "Talk abstract:\n",
    "\"From uploading files in Dropbox to sorting boards in Trello, drag-and-drop is an increasingly universal part of modern UIs. Despite this, implementing such features in an Angular application has not typically been straightforward. Adding drag-and-drop generally required either handling HTML5 events manually or relying on independent packages that may or may not play nicely with one’s component library of choice. What a drag!\n",
    "Luckily, such pain is now a thing of the past. A highly-anticipated drag-and-drop feature with first-party support was recently added to the Angular Material CDK. Like the rest of the CDK, the drag-and-drop API does not require adoption of Angular Material itself. Rather, it provides UI behavior without enforcing the look-and-feel of the application – the drag-and-drop feature can be readily used in any Angular application alongside other component libraries and styles.\n",
    "The Angular Material CDK provides drag-and-drop capability in the form of easy-to-use components and directives. At its core, the drag-and-drop API allows the user to drag template elements anywhere in the window or between designated drop-sites. Additionally, the drag-and-drop library provides a variety of inputs and events to allow implementing more advanced, custom functionality if needed. In this talk we will explore the features of Angular Material CDK drag-and-drop and build a sample app using its API.\"\n",
    "\n",
    "More info:\n",
    "https://github.com/adwiens\n",
    "https://twitter.com/adwiens\n",
    "\n",
    "Join us on Slack: https://bit.ly/2S8lTky\n",
    "You can also reach us at [masked]"
  ],
  "end_date": "2019-02-13",
  "location": "UPTEC",
  "name": "A byte of: Angular",
  "rrule": null,
  "start_date": "2019-02-13",
  "url": "https://www.meetup.com/GDG-Porto/events/258704779/"
}