{
  "description": [
    "Byte sized meetups, to open your appetite.\n",
    "\n",
    "In this byte, we’ll talk about web, more specifically Angular. Sani Yusuf is in town and wants to meet you all!\n",
    "\n",
    "# The Schedule\n",
    "\n",
    "18:00 - Doors open, we greet you!\n",
    "18:30 - Sani Yusuf - Let's Build A Form Around it\n",
    "19:00 - Q&A with a beer in hand\n",
    "19:30 - You leave, doors close (sad_face.gif)\n",
    "\n",
    "# The speaker\n",
    "\n",
    "## Sani Yusuf\n",
    "Google Developer Expert For Web, Founder Of Haibrid\n",
    "\n",
    "Talk abstract:\n",
    "\"Reactive Forms are a mainstay in the Angular ecosystem yet a lot of developers limit their usage to just Login pages or traditional input collection. In this talk, I will showcase how you can take advantage of the full power of Reactive Forms to build some really powerful state-driven solutions. This talked will be based on a real-world personal experience of building complex data-driven healthcare solutions with Reactive Forms. I will also showcase some really common use cases in a Lot of angular applications that may not be obvious for the application of Reactive Forms. We will explore the hierarchy of Reactive Form Controls and showcase some smart ways to implement custom validation inside of your Angular application. The main aim of this talk is to enable users to be aware of what is at their disposal and how they can take advantage of the full power of Reactive Forms.\"\n",
    "\n",
    "Bio:\n",
    "“Sani Yusuf is a Software Engineer, Trainer & Speaker in Web, Mobile & Cloud Technologies. Sani is the founder of Haibrid, a London based consultancy that offers IT training and consultancy services around web & mobile technologies. Sani is very active in the Ionic & Angular open source communities and enjoys travelling to different countries to share his knowledge and learn more about what people are building around the world.\n",
    "A published author, Sani also enjoys content creation with works done on Lynda.COM, as well as his online school called UI.SCHOOL, where he teaches students about Angular & Firebase. In the past, Sani has worked with companies like Microsoft, Anritsu & Huddlebuy/Perkbox. Some of the applications he developed, like Sworkit & Perkbox, have had almost 30 million downloads in the Google & Apple App stores in total. Being Nigerian, Sani has a passion for bringing tech to more people in the developing world, as well as trying to contribute towards a more diverse tech industry. In his free time, Sani loves to paddle board on the ocean, travel and learn about different cultures from around the world.”\n",
    "\n",
    "More info:\n",
    "https://developers.google.com/experts/people/sani-yusuf\n",
    "https://www.linkedin.com/in/saniyusuf/\n",
    "https://medium.com/@saniyusuf\n",
    "https://github.com/saniyusuf\n",
    "https://twitter.com/saniyusuf\n",
    "https://saniyusuf.com/\n",
    "\n",
    "Join us on Slack: https://bit.ly/2S8lTky\n",
    "You can also reach us at [masked]"
  ],
  "end_date": "2019-02-13",
  "location": "UPTEC",
  "name": "A byte of: Angular",
  "rrule": null,
  "start_date": "2019-02-13",
  "url": "https://www.meetup.com/GDG-Porto/events/258704779/"
}