{
  "description": [
    "What is LIGHTNING LEARN?\n",
    "=========================\n",
    "\n",
    "It's a great way to share what you know and learn something new.\n",
    "The talks are rapid-fire, short presentations, with a strict format that keeps things fun and fast.\n",
    "\n",
    "You get a bit over 5 mins per presentation, a very fast intro, a little about the presenter then 30 seconds a slide, with automatic side progression. 10 slides, then a few minutes of Q&A after.\n",
    "\n",
    "Come join us for a few beers, share what you've learned and learn something new. Its going to be awesome.\n",
    "\n",
    "Whats the theme?\n",
    "=================\n",
    "\n",
    "This first session's theme is around Code / JavaScript as we have a few talks ready for this topic, expect talks on React.JS, HapiJS, Redux, NodeJS and alike.\n",
    "But talks on other related topics are VERY welcome too.\n",
    "\n",
    "===================\n",
    "\n",
    "Talks should be made using slides.com (keeps things easy, no messing about with thumb drives or powerpoint - yuk). Its free to sign up and very easy to use.\n",
    "\n",
    "We have a template/example here https://slides.com/a_c_m/lightning-learn-template which can be forked.\n",
    "\n",
    "Rules for the Deck\n",
    "* Deck must be public\n",
    "* Must be 13 slides long: Cover, About You, 1-10 content, END slide\n",
    "* Must be configured to auto-slide every 30 seconds, with slide numbers, no loop (all in settings)\n",
    "* You won't be controlling the deck, an organizer will load it up and start the auto progression.\n",
    "\n",
    "If you want to present (please do!) please submit your title + description (and ideally link to draft/completed slides.com deck) to us through a message in the Meetup group at least 24 hours before the session.\n",
    "Slots are first come, first serve but at the organizer's discretion.\n",
    "\n",
    "Schedule\n",
    "==========\n",
    "\n",
    "10 mins setup: Introduction, final running order etc.\n",
    "50 mins: 5 presentations\n",
    "30 mins: break, chat, beer etc\n",
    "50 mins: 5 presentations\n",
    "Fin + socializing\n",
    "\n",
    "ITS GOING TO BE AWESOME"
  ],
  "end_date": "2018-04-26",
  "location": "Porto i/o Downtown",
  "name": "Lightning Learn Code / Javascript",
  "rrule": null,
  "start_date": "2018-04-26",
  "url": "https://www.meetup.com/i-o-Sessions/events/250104751/"
}