{
  "description": [
    "Hey folks!\n",
    "\n",
    "Our third event is just around the corner, on the 13th of March at Talkdesk.\n",
    "This time we will have the pleasure of having Kelwin Fernandes from NILG.AI who will be talking about interpretability in Machine Learning.\n",
    "\n",
    "------------------------------------------\n",
    "AGENDA\n",
    "------------------------------------------\n",
    "19:00 - 👋 Meet & Greet\n",
    "19:15 - 🎙 Explanatory ML: tell me why, with Kelwin Fernandes\n",
    "20:00 -🍺 Drinks & Networking\n",
    "\n",
    "------------------------------------------\n",
    "TALKS & SPEAKERS\n",
    "------------------------------------------\n",
    "\n",
    "Title:\n",
    "Explanatory ML: tell me why\n",
    "\n",
    "Abstract:\n",
    "Interpretability is a key property for the acceptance of Machine Learning models by decision makers and regulators. While the trade-off between complexity and performance is not only intrinsic from Machine Learning models but permeates all the human decisions, the problem aggravates as we lose control in sensitive domains. In this session, we will discuss the problem of interpretability and explanatory Machine Learning, from traditional models such as Decision Trees to Deep Neural Networks. We will discuss how to obtain heterogeneous explanations that aim to explain the decision with multiple approaches.\n",
    "\n",
    "About the speaker:\n",
    "Kelwin Fernandes holds a Ph.D. degree in Computer Science from Universidade do Porto (2018) and a Computer Engineering degree (summa cum laude distinction) from Universidad Simón Bolívar (2012). Recently, he founded NILG.AI, a consulting company in Data Science with clients working in multiple areas (healthcare, telecommunications, fraud detection, among others). He has helped dozens of companies to incorporate AI into their daily operations."
  ],
  "end_date": "2019-03-13",
  "location": "Talkdesk",
  "name": "Machine Learning Porto #3 - Explanatory ML",
  "rrule": null,
  "start_date": "2019-03-13",
  "url": "https://www.meetup.com/Machine-Learning-Porto/events/259154263/"
}