{
  "description": [
    "We could not let everyone go on vacations without having another OPO.js event!\n",
    "\n",
    "This time we'll have three speakers!\n",
    "We'll be welcoming Benjamin Coe (https://twitter.com/BenjaminCoe), Product Manager at npm. Inc, Pedro Teixeira (https://twitter.com/pgte), Software Engineer at Protocol Labs, and Robin Drexler (https://twitter.com/RobinDrexler), Software Engineer at XING SE, who'll be gracing us with three tech talks, and a lot of unexpected errors.\n",
    "\n",
    "Afterwards, everyone’s invited to join us for dinner at Francesinhas Al Forno da Baixa (https://facebook.com/francesinhasalfornodabaixa). We kindly remind you we ask the restaurant to reserve a seat for you, so:\n",
    "👉 It would be awesome if you could secure your seat for the dinner as well, when you register for the meetup, considering we need an estimate of how many people are attending, so that the wonderful people who will be feeding us don't freak out last minute. Be sure to follow the instructions on the image in the comment section!\n",
    "\n",
    "🍽 Dinner Menu for 15€/person includes:\n",
    "\n",
    "• Appetizers\n",
    "• Option 1: Francesinha (vegan option is available)\n",
    "• Option 2: Grilled meat\n",
    "• 2 drinks\n",
    "• Desserts\n",
    "• Coffee\n",
    "\n",
    "👉 You can check the last OPO.js meetup, with photos and aftermovie here: https://medium.com/oponetwork/opo-js-meetup-6-wrapping-up-c3d315a9b514\n",
    "👉 You can also see the first OPO.design meetup, with photos and aftermovie here: https://medium.com/oponetwork/opo-design-meetup-1-wrapping-up-fed2f36772e8\n",
    "\n",
    "👉 Don’t forget to follow us on social media, we're adding a bunch of curated content just for you:\n",
    "https://twitter.com/oponetwork\n",
    "https://facebook.com/oponetwork\n",
    "https://instagram.com/oponetwork\n",
    "https://medium.com/oponetwork"
  ],
  "end_date": "2018-06-12",
  "location": "Pólo Zero",
  "name": "OPO.js Meetup #7",
  "rrule": null,
  "start_date": "2018-06-12",
  "url": "https://www.meetup.com/opo-js/events/251061859/"
}