{
  "description": [
    "Hello everyone, we're back to Porto!\n",
    "\n",
    "Our fifth session will be hosted by Veniam (https://veniam.com) and we have two amazing talks for you. We're super happy to have both Daniel Moura (https://www.linkedin.com/in/dmoura), and Hugo Peixoto (https://www.linkedin.com/in/hugopeixoto) talking about two great scientific topics!\n",
    "\n",
    "Talk 1: Visualising graphs with millions of edges using edge bundling by Daniel Moura\n",
    "\n",
    "Three years ago, when trying to visualize flows of people in cities, I came across a family of algorithms that was new to me: edge bundling algorithms. Edge bundling is based on visually clustering edges and, at that time, the main focus was on bundling together edges based on their spatial proximity. After reading several papers on the subject, \"Graph Bundling by Kernel Density Estimation” (http://www.cs.rug.nl/~alext/PAPERS/EuroVis12/kdeeb.pdf) was the one that inspired me the most due to its simplicity and potential to handle large graphs.\n",
    "\n",
    "In this sessions of paper we love, I will explain you the rationale of graph bundling based on kernel density estimation, propose simplifications that make the algorithm more efficient and easier to implement, and show how the base algorithm can be extend to handle different clustering criteria and to produce videos of evolving graphs. Finally, I will present visualisations that try to illustrate the potential of edge bundling (teaser: https://www.linkedin.com/pulse/visualising-flow-bus-passengers-porto-new-algorithm-daniel-moura/).\n",
    "\n",
    "You can read the paper here: http://www.cs.rug.nl/~alext/PAPERS/EuroVis12/kdeeb.pdf\n",
    "\n",
    "Bio\n",
    "\n",
    "Daniel Moura joined Veniam on September 2015 and is the Head of Data, leading Data Science and Business Intelligence. PhD in Informatics by University of Porto (2011), Daniel has 11 years of experience in data analysis, 17 years in computer science and engineering, 7 years as teaching assistant on computer science subjects, 9 publications in peer-reviewed journals, 3 international patents, and several papers in international conferences. Daniel was Visiting Researcher in the University College of London (England), the University of Gent (Belgium) and the École Polytechnique de Montréal (Canada). Before joining Veniam, Daniel was Research Associate at University of Porto, where he was responsible for data analysis in the FP7 Future Cities project.\n",
    "\n",
    "Talk 2: Ethereum: A secure decentralised generalised transaction ledger by Hugo Peixoto\n",
    "\n",
    "The blockchain paradigm when coupled with cryptographically-secured transactions has demonstrated its utility through a number of projects, not least Bitcoin. Each such project can be seen as a simple application on a decentralised, but singleton, compute resource. We can call this paradigm a transactional singleton machine with shared-state.\n",
    "\n",
    "Ethereum implements this paradigm in a generalised manner. Furthermore it provides a plurality of such resources, each with a distinct state and operating code but able to interact through a message-passing framework with others. We discuss its design, implementation issues, the opportunities it provides and the future hurdles we envisage.\n",
    "\n",
    "You can read the paper here: https://ethereum.github.io/yellowpaper/paper.pdf\n",
    "\n",
    "Hope to see you soon!"
  ],
  "end_date": "2018-06-13",
  "location": "Veniam",
  "name": "PWL #05 :: Edge Bundling and Ethereum",
  "rrule": null,
  "start_date": "2018-06-13",
  "url": "https://www.meetup.com/Papers-We-Love-Porto/events/250979703/"
}