{
  "description": [
    "Hello everyone 👋\n",
    "\n",
    "The 10th session of Papers We Love @ Porto will be hosted by Blip and we're super happy to have both Sasha Fonseca (https://www.linkedin.com/in/sashafonseca) and Tiago Caxias (https://www.linkedin.com/in/tiagocaxias) talking about interesting scientific topics!\n",
    "\n",
    "Agenda\n",
    "18:30 👋 Meet & Greet\n",
    "19:00 🎙 Introduction\n",
    "19:15 📜 Conquering Concurrency in Erlang by Sasha Fonseca\n",
    "20:00 🍕 Networking\n",
    "20:15 📜The consensus is that we won't come to a consensus about consensus protocols by Tiago Caxias\n",
    "21:00 👏 Wrap-up\n",
    "\n",
    "📜 Conquering Concurrency in Erlang\n",
    "\n",
    "Erlang/OTP is a programming language and platform which targets concurrent and distributed systems. It sits on top of a framework of abstractions which enable programmers to more easily reason about concurrency and distribution, and to better utilize the current trend of multi-core processors.\n",
    "\n",
    "Due to its underlying model a large set of common problems (e.g., deadlocks, race conditions) found in these type of systems are eliminated or harder to incur into. Nonetheless, certain Erlang programs can be affected by this class of errors.\n",
    "\n",
    "Concuerror is a stateless model checking tool for debugging, testing and verifying Erlang programs. Its aim is to detect and debug concurrency errors via interleaving techniques for Erlang's process-oriented systems. In this talk we will get an overview of how this tool works, details about its implementation and a demo where we will see how it can be used to improve Erlang programs.\n",
    "\n",
    "📜 The consensus is that we won't come to a consensus about consensus protocols.\n",
    "\n",
    "Distributed systems are fun.\n",
    "\n",
    "We want them to linearizable, we want them to be high performant, we want them to be highly available ... as soon as the daemons start!\n",
    "Isn't it what is supposed to do?\n",
    "\n",
    "In fact, distributed system have a lot of design features that turn them into beasts we barely know but keep on using, and consensus protocols aren't the exception here.\n",
    "\n",
    "From Raft to the many flavors of Paxos to some others that came after we will take a close look and understand what they are doing.\n",
    "\n",
    "Let's find out if in fact we should trust the consensus features in Cassandra, Etcd, Consul, TiKV, Kudu, CockroachDB, RethinkDB, ScyllaDB, Google Spanner, Neo4j or Ceph.\n",
    "\n",
    "If you like distributed systems and papers which flame one another this is your talk!\n",
    "\n",
    "Details\n",
    "\n",
    "Doors will open around 18:30 and we'll start the talk after a quick introduction of the meetup, around 19:00. After networking, we can grab dinner nearby!\n",
    "\n",
    "Hope to see you soon 🎉"
  ],
  "end_date": "2019-03-26",
  "location": "Blip",
  "name": "PWL #10 :: Concurrency & Consensus",
  "rrule": null,
  "start_date": "2019-03-26",
  "url": "https://www.meetup.com/Papers-We-Love-Porto/events/cmmfnqyzfbzb/"
}