{
  "description": [
    "Our Specialty coffee event is back! :-)\n",
    "\n",
    "Specialty coffee is just starting to get its popularity in Portugal and Porto.\n",
    "And there are few people that are driving this trend forward. They love coffee (good coffee), they love its pure taste, and they love being the driving force!\n",
    "So we are gathering specialty coffee lovers of Porto, or anyone curious to know what it is!\n",
    "\n",
    "a) Are you a coffee lover?\n",
    "b) Do you want to know where it comes from?\n",
    "c) Would you like it made by a proper barista?\n",
    "d) Do you want to make it yourself at home, with the proper equipment?\n",
    "\n",
    "If you answer yes to any option above, this meetup is for you. Hi! We are here to make all your coffee dreams come true. Kinda.\n",
    "\n",
    "How? Good question. Meet the hosts:\n",
    "\n",
    "Diogo from Opo 74 (http://opo74.com), will be our host. We do belive that craft beer world is pretty similar to specialty coffee one ;-)\n",
    "\n",
    "The man behind Luso Coffee Roasters (https://www.facebook.com/lusocoffeeroasters/), Diogo Amorim (https://www.facebook.com/diogo.amorim.7). Luso is one of the most important Portuguese coffee roasters. He actually graduated from a Coffee degree (it's true, there is such a thing!) and he has travelled and imported from the biggest/better coffee producers all over the world, from Ethiopia to Brasil. He will bring his beans to the game.\n",
    "\n",
    "Hugo Ferraz (https://www.facebook.com/hugoemanuelferraz), professional barista and owner of Chá das Cinco (https://www.facebook.com/ChadasCinco.Confeitaria/), a bakery and specialty coffee place. We don't need to explain his role here. Right?\n",
    "\n",
    "And great news is that Hugo and Diogo Amorim are opening abcoffee school: http://www.abcoffee.co/ where they will be professors of coffee mastering!\n",
    "\n",
    "So this what's going to happen: we'll talk about specialty coffee, where can you get it, how can you make it at home, where can you instragram it in town. And, of course, we'll drink it, because, what else?\n",
    "\n",
    "Now tell me we don't make all your (coffee) dreams come true!\n",
    "\n",
    "If you have any questions or doubts, shoot us an e-mail at [masked]\n",
    "See you there!"
  ],
  "end_date": "2018-10-26",
  "location": "Porto i/o Santa Catarina",
  "name": "Specialty coffee talk | From one coffee lover to another",
  "rrule": null,
  "start_date": "2018-10-26",
  "url": "https://www.meetup.com/Porto-i-o-events/events/255163016/"
}