{
  "description": [
    "# Agenda\n",
    "\n",
    "## 19:00 Doors open\n",
    "\n",
    "Come and hang out while we struggle with our A/V setup.\n",
    "\n",
    "## 19:25 Opening remarks\n",
    "\n",
    "Small introduction to the Porto Codes project, and a warm up to the night's presentation.\n",
    "\n",
    "## 19:30 Home automation for tinkerers, by Abílio Costa\n",
    "\n",
    "Home Automation seems to finally be spreading and growing, with a lot of new products getting to the market with affordable prices. Unfortunately, many of those products use their own proprietary interfaces, so we end up with isolated products that don't talk to each other, and that rely on cloud-based services (which may be unreliable or slow due to network conditions).\n",
    "\n",
    "Fortunately, there are many ways to make some of these proprietary products work locally, interact with each other and centralize them, allowing us to control and manage them from a single service, instead of using a different app for each device. In this talk, we will discuss some of the ways to do that using open-source software like Home Assistant. We will also take a look at some of the most common technologies used in Home Automation, and even how to get rid of proprietary firmware and use open-source ones!\n",
    "\n",
    "## 20:30 Dinner and socializing\n",
    "\n",
    "Join us for dinner, usually at Estambul Doner Kebap. Please let us know of any dietary restrictions so we can plan accordingly.\n",
    "\n",
    "## 22:00 Ice cream!\n",
    "\n",
    "Come rain or shine, we go for ice cream at Santini.\n",
    "\n",
    "# Porto Codes\n",
    "\n",
    "Porto Codes is a meetup for local and international programming enthusiasts. The talks are recorded and published with the presenters' consent as one of our goals is to provide programming resources to the community.\n",
    "\n",
    "Reach us on Slack (https://invite.porto.codes) if you are interested in presenting or chatting with us!"
  ],
  "end_date": "2019-03-14",
  "location": "Porto i/o Santa Catarina",
  "name": "Porto Codes",
  "rrule": null,
  "start_date": "2019-03-14",
  "url": "https://www.meetup.com/portocodes/events/rsjhnqyzfbsb/"
}