{
  "description": [
    "Hello everyone!\n",
    "\n",
    "After the summer break we're back and happy to announce our #2 event!\n",
    "\n",
    "## Schedule ##\n",
    "_ 18:45 - Check in\n",
    "_ 19:00 - Arne Kittler - How to Build and Maintain a Healthy Product Culture\n",
    "_ 19:45 - Product Culture - What is it and how can we make it better? - Discussion Panel\n",
    "_ 20:30 - Coffee Break\n",
    "\n",
    "ProductTank provides an opportunity to exchange ideas and experiences about Product Management, Business Modelling, Metrics, Usability and all the other things that get us excited! Wether they're your work or you're just curious, you are welcome!\n",
    "\n",
    "We look forward to seeing you there, and please do spread the word!\n",
    "\n",
    "----------------\n",
    "## Arne Kittler - How to Build and Maintain a Healthy Product Culture ##\n",
    "\n",
    "#Abstract:\n",
    "Product management is a very challenging role - and one that can also feel lonely at times.\n",
    "\n",
    "A healthy product culture can help product managers do a better job, enables them to grow as professionals and have a more satisfying working life.\n",
    "\n",
    "In his talk Arne will share 9 practical tips for how you improve your company’s product culture by establishing common values, collaborative learning and good alignment.\n",
    "\n",
    "#Bio:\n",
    "Arne Kittler is a Product Director at XING, currently based at the company’s new office in Porto.\n",
    "\n",
    "Arne is a curious networker and organizer/curator of Mind The Product Engage and ProductTank Hamburg.\n",
    "\n",
    "## Discussion Panel Members ##\n",
    "\n",
    "# Product Culture - What is it and how can we make it better?\n",
    "Let's kick off the discussion after Arne's talk and open the table for discussion.\n",
    "\n",
    "- Arne Kittler - XING\n",
    "https://twitter.com/arnekittler\n",
    "\n",
    "- Tiago Craveiro - HUUB\n",
    "https://www.linkedin.com/in/tiagocraveiro/\n",
    "\n",
    "Product Manager on a mission of empowering product driven people to create extraordinary solutions.\n",
    "\n",
    "Tiago has a Master Degree in Industrial Engineering and Management by FEUP (Faculdade de Engenharia da Universidade do Porto). Just after finishing his studies he co-founded two startups HUUB and a digital healthcare studio called iterar.co, where he took the first approach towards product driven methodologies applied to supply chain and healthcare challenges. KNOK healthcare was one of the products that he co-founded along the way.\n",
    "\n",
    "Currently he manages the product team as Head of Product at HUUB, where he aims to change the way distinctive sustainable Brands manage their operations by crafting a seamless user experience enabled by an AI first platform.\n",
    "\n",
    "- Maria João Correia - Mindera\n",
    "https://www.linkedin.com/in/mariajacorreia/\n",
    "\n",
    "Product enthusiast, loves to be involved in creating products that can make a difference in people’s lives. Traveller, passionate about nature and mountain biking.\n",
    "\n",
    "----------------\n",
    "## Sponsoring ##\n",
    "\n",
    "We'd very much like to thank Blip for sponsoring the event with it's venue and the coffee break, it helps making events like this a reality."
  ],
  "end_date": "2018-09-28",
  "location": "Blip",
  "name": "ProductTank Porto #2 - Back from summer break!",
  "rrule": null,
  "start_date": "2018-09-28",
  "url": "https://www.meetup.com/ProductTank-Porto/events/254370673/"
}