{
  "description": [
    "Hello everyone!\n",
    "\n",
    "After a long break we're back and happy to announce our #3 event!\n",
    "\n",
    "## Schedule ##\n",
    "_ 18:45 - Check in & Welcome Note by DefinedCrowd\n",
    "_ 19:00 - Hélder Oliveira - Productized vs Bespoke\n",
    "_ 19:45 - Luís Trindade - Experimentation\n",
    "_ 20:30 - Coffee Break\n",
    "\n",
    "ProductTank provides an opportunity to exchange ideas and experiences about Product Management, Business Modelling, Metrics, Usability and all the other things that get us excited! Wether they're your work or you're just curious, you are welcome!\n",
    "\n",
    "We look forward to seeing you there, and please do spread the word!\n",
    "\n",
    "----------------\n",
    "## Hélder Oliveira - Productized vs Bespoke ##\n",
    "Director of Product - Platform Services @ Farfetch - https://www.linkedin.com/in/hélder-oliveira-ribeiro[masked]\n",
    "\n",
    "#Bio:\n",
    "Currently Product Director at Farfetch, Hélder developed most of his career delivering enterprise grade solutions to large companies around the world. At companies like Altitude Software, Outsystems and now at Farfetch, he is puzzled by the dilema of product vs project, productized vs bespoke.\n",
    "\n",
    "----------------\n",
    "## Luís Trindade - Experimentation ##\n",
    "Principal Product Owner @ Farfetch - https://www.linkedin.com/in/ltrindade/\n",
    "\n",
    "#Abstract:\n",
    "\"Experimentation: The circle path from insights to learnings\"\n",
    "Blurb: The main objective of this talk is to explain what is the importance of doing experimentation on any company, the different tools to be used at each maturity stage, and how it can be the driver for innovation and evolution through the learnings that will be achieved.\n",
    "\n",
    "#Bio:\n",
    "Currently i'm the Principal Product Owner for the Experimentation area at Farfetch, promoting a Test & Learn Center of Excellence across the company. Also i'm the Theme Manager for the strategic pilar \"Fashion Meets Data\" for the next 3 years. And before was leading the Data Products area (recommendations, conversational commerce and a big sponsor of the computer vision areas).\n",
    "Started a few year back as a software engineer, but quickly had the necessity to understand how users interacted with our products and that lead me to be responsible for all the interaction and user experience. Then in a shift to the startup ecosystem i accepted the challenge as Technology Lead at a company builder, developing new global distributable products and services in the digital area, helping the portfolio to get the necessary boost on tech, ux/ui and product expertise.\n",
    "\n",
    "----------------\n",
    "## Sponsoring ##\n",
    "\n",
    "We'd very much like to thank DefinedCrowd (https://www.definedcrowd.com/) for sponsoring the event with it's venue and the coffee break, it helps making events like this a reality."
  ],
  "end_date": "2019-03-07",
  "location": "UPTEC",
  "name": "ProductTank Porto #3 - Nearly Springtime!",
  "rrule": null,
  "start_date": "2019-03-07",
  "url": "https://www.meetup.com/ProductTank-Porto/events/259290559/"
}