{
  "description": [
    "Python Porto community in partnership with Blip.pt is happy to announce the November Python Porto meetup. The meetup will take place in the cozy and spacious kitchen of the Blip office. If you have been there, you should know and love this place for sure, and if you haven’t yet, you will like it as much as we do.\n",
    "\n",
    "AGENDA\n",
    "\n",
    "- 19:00 — 19:15. Opening talk \"Python in Porto. Past, present and future\"\n",
    "- 19:15 — 19:50. Diogo Pinto \"Can my computer make jokes\"\n",
    "- 19:50 — 20:30. Coffee and networking break\n",
    "- 20:30 — 21:00. John Chang \"Building a serverless cloud service\"\n",
    "\n",
    "CAN MY COMPUTER MAKE JOKES\n",
    "\n",
    "Anyone interested in understanding how Word2Vec Recurrent Neural Networks work? What about doing it while teaching your computer to make jokes?\n",
    "\n",
    "Diogo Pinto, a Data Scientist at Feedzai shows you how to do this. Diogo calls himself a Machine Learning, Security and Scala Enthusiast, multipotentialite, parkour practitioner and a full-time wisdom seeker.\n",
    "\n",
    "The talks is aimed at anyone with an introductory level of knowledge of Deep Learning, that want to know more about how Recurrent Neural Nets works.\n",
    "\n",
    "P.S.: Be warned, computer jokes will be bad, but imagine it like your weird friend that fills in the silence with the driest jokes ever.\n",
    "\n",
    "BUILDING A SERVERLESS CLOUD SERVICE\n",
    "\n",
    "Serverless is a cloud architecture for executing code on-demand,\n",
    "without running any application servers or managing any server\n",
    "infrastructure. In this talk, we'll take a look at how to build a\n",
    "cloud service in a serverless fashion using Python, AWS API Gateway,\n",
    "and AWS Lambda.\n",
    "\n",
    "John Chang is a co-founder and principal engineer at SURFnCODE, a\n",
    "startup-that-creates-startups based in Matosinhos. Before coming to\n",
    "Portugal, John worked for more than 15 years in senior software\n",
    "engineering positions at Apple in California and Skype and Microsoft\n",
    "in Europe."
  ],
  "end_date": "2018-11-28",
  "location": "Blip.PT ",
  "name": "Python Porto #10 in Blip. November",
  "rrule": null,
  "start_date": "2018-11-28",
  "url": "https://www.meetup.com/pyporto/events/255823342/"
}